Repository: Mikibot/Miki
Catalog: Miki/Languages/*.resx
Languages: da_dk, es_es, hu_hu, ru_ru

# miki_errors_enabled_message
source: Miki has encountered a problem with your request in her code. We will send you a log and instructions through DM.
da_dk: Miki stødte på et problem i kørslen af anmodning. Vi vil sende dig en log og instruktioner via. DM
es_es: Miki ha encontrado un problema con su código. Te enviaremos un registro y instrucciones por DM.
hu_hu: Miki egy problémát észlelt a kéréseddel kapcsolatban. Privát üzenetben küldünk neked egy eseménynaplót és utasításokat.
ru_ru: Miki обнаружила проблему с запросом. Мы отправили вам лог и инструкции в личные сообщения.

# miki_error_message_generic
source: Something went wrong!
da_dk: Noget gik galt!
es_es: ¡Algo salió mal!
hu_hu: Valami elromlott!
ru_ru: Что-то пошло не так!

# miki_join_message
source: Hello! I am **Miki**! Use `>help` to check out what I can do! :notes:
da_dk: Hej, **Miki**! til tjeneste! Skrive **>help** for at tjekke hvad jeg kan gøre! :notes:
es_es: ¡Hola! ¡Soy **Miki**! ¡Utiliza **>help** para saber qué puedo hacer! :notes:
hu_hu: Üdv! **Miki** vagyok! Használd a `>help`-et, hogy megnézd, mire vagyok képes!
ru_ru: Приветствую! Я **Miki**! Используйте `>help`, чтобы увидеть что я могу делать! :notes:

# miki_local_profile_user_header
source: {0}'s local profile
da_dk: {0}'s lokale profil
es_es: Perfil local de {0}
hu_hu: {0} helyi profilja
ru_ru: Локальный профиль {0}

# miki_mekos_insufficient
source: You have insufficient mekos.
da_dk: Du har en utilstrækkelig mængde af mekos.
es_es: Tienes mekos insufficientes.
hu_hu: Nincs elég mekod.
ru_ru: У Вас недостаточно мекосов.

# miki_module_eventmessages_delete_guildjoin
source: ✅ Deleted your welcome message.
da_dk: ✅ Velkommen beskeden, blev slettet.
es_es: ✅ Tu mensaje de bienvenida fue eliminado
hu_hu: ✅ Az üdvözlő üzeneted el lett törölve.
ru_ru: ✅ Удалено Ваше приветственное сообщение.

# miki_module_eventmessages_set_guildjoin
source: ✅ New welcome message is set to: `{0}`
da_dk: ✅ Ny Velkommen beskeden: `{0}`
es_es: ✅ Nuevo mensaje de bienvenida cambiado a: `{0}`
hu_hu: ✅ Az új üdvözlő üzenet: `{0}`
ru_ru: ✅ Новое приветственное сообщение: `{0}`

# miki_module_fun_8ball_answer_negative_1
source: Don't count on it.
da_dk: Lad være med at stole på det.
es_es: No debas contar con esto.
hu_hu: Ne számíts rá.
ru_ru: Не рассчитывайте на это.

# miki_module_fun_8ball_answer_negative_2
source: My reply is no.
da_dk: Mit svar er, nej!
es_es: Mi respuesta es no.
hu_hu: A válaszom nem.
ru_ru: Мой ответ - нет.

# miki_module_fun_8ball_answer_negative_3
source: My sources say no.
da_dk: Mine kilder siger nej...
es_es: Mis fuentes dice que no.
hu_hu: A forrásaim szerint nem.
ru_ru: Мои источники говорят нет.

# miki_module_fun_8ball_answer_negative_4
source: Outlook isn't good.
da_dk: Det ser ikke godt ud.
es_es: La perspectiva no es buena.
hu_hu: Nem jók a kilátások.
ru_ru: Перспектива не так хороша.

# miki_module_fun_8ball_answer_negative_5
source: Very doubtful.
da_dk: Stærkt tvivlsomt.
es_es: Muy dudoso.
hu_hu: Nagyon kétséges.
ru_ru: Очень сомнительно.

# miki_module_fun_8ball_answer_neutral_1
source: Reply hazy, try again.
da_dk: Kunne ikke tyde dit svar. Prøv igen.
es_es: Respuesta vaga, intenta de nuevo.
hu_hu: Bizonytalan, próbáld meg újra.
ru_ru: Ответ вышел неясным, попробуйте снова.

# miki_module_fun_8ball_answer_neutral_2
source: Ask again later.
da_dk: Spørg igen senere!
es_es: Pregunta después.
hu_hu: Kérdezd meg később.
ru_ru: Спросите меня чуть позже снова.

# miki_module_fun_8ball_answer_neutral_3
source: Better not tell you now.
da_dk: Jeg burde ikke give svaret nu...
es_es: Es mejor no decirte ahora.
hu_hu: Jobb, ha nem mondom el most neked.
ru_ru: Лучше не говорить тебе сейчас.

# miki_module_fun_8ball_answer_neutral_4
source: Cannot predict now.
da_dk: Kan ikke forudsige dit svar, lige nu.
es_es: No puedo predecir ahora.
hu_hu: Most nem tudom megjósolni.
ru_ru: Не могу сказать сейчас.

# miki_module_fun_8ball_answer_neutral_5
source: Concentrate and ask again.
da_dk: Koncentrer og spørg igen.
es_es: Concéntrate y pregunta de nuevo.
hu_hu: Koncentrálj és kérdezd meg újra.
ru_ru: Сконцентрируйтесь и спросите ещё раз.

# miki_module_fun_8ball_answer_positive_1
source: It is certain.
da_dk: Det er uden tvivl
es_es: Es cierto.
hu_hu: Biztosan.
ru_ru: Это определенно верно.

# miki_module_fun_8ball_answer_positive_2
source: It is decidedly so.
da_dk: Skæbnen har valgt det sådanne.
es_es: Es decidamente así.
hu_hu: Határozottan igen.
ru_ru: Бесспорно.

# miki_module_fun_8ball_answer_positive_3
source: Without a doubt.
da_dk: Uden tvivl
es_es: Sin duda.
hu_hu: Kétségkívül.
ru_ru: Без сомнения, да.

# miki_module_fun_8ball_answer_positive_4
source: Yes, definitely.
da_dk: Ja, helt sikkert!
es_es: Sí, definitivamente.
hu_hu: Igen, biztosan.
ru_ru: Да, определенно да.

# miki_module_fun_8ball_answer_positive_5
source: You may rely on it.
da_dk: Ja, det kan du stole på.
es_es: Puedes contar con ello.
hu_hu: Számíthatsz rá.
ru_ru: Ты можешь надеяться на это.

# miki_module_fun_8ball_answer_positive_6
source: Most likely.
da_dk: Højst sandsynligt
es_es: Muy probable.
hu_hu: Nagyon valószínű.
ru_ru: Скорее всего.

# miki_module_fun_8ball_answer_positive_7
source: Outlook is good.
da_dk: Resultatet ser godt ud!
es_es: La perspectiva es buena.
hu_hu: Jók a kilátások.
ru_ru: Хорошая перспектива.

# miki_module_fun_8ball_answer_positive_8
source: Yes.
da_dk: Ja
es_es: Sí.
hu_hu: Igen.
ru_ru: Да.

# miki_module_fun_8ball_answer_positive_9
source: Signs point to yes.
da_dk: Alt tyder på det er ja.
es_es: Las señales dicen que sí
hu_hu: A jelek arra mutatnak, hogy igen.
ru_ru: Всё указывает на то, что это верно.

# miki_module_fun_compliment_body_1
source: the lower part of your lips
da_dk: din underlæbe.
es_es: la parte bajo de sus labios
hu_hu: az alsó ajkadat
ru_ru: Ваша нижняя губа

# miki_module_fun_compliment_body_10
source: the special angles your elbows make
da_dk: alle de specielle vinkler dine albuer laver.
es_es: los ángulos especiales que tus codos hacen que
hu_hu: a szöget, amit a könyököd bezár
ru_ru: необычный угол Ваших локтей

# miki_module_fun_compliment_body_11
source: the dimples on your cheeks
da_dk: dine smilehuller.
es_es: los hoyuelos de tus cachetes
hu_hu: a bájgödröket az arcodon
ru_ru: видеть ямочки на Ваших щеках

# miki_module_fun_compliment_body_12
source: your smooth hair
da_dk: dit bløde hår.
es_es: tu cabello suave
hu_hu: a selymes hajadat
ru_ru: шелковистость Ваших волос

# miki_module_fun_compliment_body_2
source: the smallest toe on your left foot
da_dk: den mindste tå på din venstre fod.
es_es: el dedo mas pequeño de tu pie izquerdo
hu_hu: a bal kislábujjadat
ru_ru: мизинец на Вашей левой ноге

# miki_module_fun_compliment_body_3
source: the smallest toe on your right foot
da_dk: den mindste tå på din højre fod.
es_es: el dedo mas pequeño de tu pie derecho
hu_hu: a jobb kislábujjadat
ru_ru: мизинец на Вашей правой ноге

# miki_module_fun_compliment_body_4
source: the second eyelash of your left eye
da_dk: den anden øjenvippe fra dit venstre øje.
es_es: el segundo pestaña de tu ojo izquerdo
hu_hu: a bal szemed második szempilláját
ru_ru: Ваш левый глаз

# miki_module_fun_compliment_body_5
source: the lower part of your chin
da_dk: den nedre del af din hage.
es_es: la parte baja de tu barbilla
hu_hu: az állad alsó részét
ru_ru: Ваш подбородок

# miki_module_fun_compliment_body_6
source: the creepy finger on your left hand
da_dk: dine uhyggelige fingere på din venstre hånd.
es_es: tu dedo raro en tu mano izquerdo
hu_hu: a fura ujjadat a bal kezeden
ru_ru: тот ужасный палец на Вашей левой руке

# miki_module_fun_compliment_body_7
source: your cute smile
da_dk: dit søde smil.
es_es: tu sonrisa adorable
hu_hu: a cuki mosolyodat
ru_ru: Ваша милая улыбка

# miki_module_fun_compliment_body_8
source: those dazzling eyes of yours
da_dk: dine blændende øjne.
es_es: esos ojos deslumbrantes tuyos
hu_hu: a káprázatos szemeidet
ru_ru: этот ослепительный взгляд

# miki_module_fun_compliment_body_9
source: the creepy finger on your right hand
da_dk: dine uhyggelige fingere på din højre hånd.
es_es: tu dedo raro en tu mano derecho
hu_hu: a fura ujjadat a jobb kezeden
ru_ru: этот жуткий палец на Вашей правой руке

# miki_module_fun_compliment_prefix_1
source: I like
da_dk: Det fint, det kan jeg lide.
es_es: Me gusta
hu_hu: Szeretem
ru_ru: Мне нравится

# miki_module_fun_compliment_prefix_2
source: I love
da_dk: Jeg elsker
es_es: Yo amo
hu_hu: imádom
ru_ru: Я люблю

# miki_module_fun_compliment_prefix_3
source: I admire
da_dk: jeg beundrer
es_es: Yo admiro
hu_hu: csodálom
ru_ru: Мне по нраву

# miki_module_fun_compliment_prefix_4
source: I really enjoy
da_dk: Jeg godt lide
es_es: Realmente disfruto
hu_hu: tetszik
ru_ru: Я полюбила

# miki_module_fun_compliment_prefix_5
source: For some reason, I like
da_dk: Af en eller anden årsag, så kan jeg godt lide
es_es: Por alguna razón, me gusta
hu_hu: kedvelem valami oknál fogva
ru_ru: Почему-то мне нравится

# miki_module_fun_compliment_suffix_1
source: a lot.
da_dk: meget.
es_es: mucho.
hu_hu: Nagyon
ru_ru: много.

# miki_module_fun_compliment_suffix_2
source: a bit.
da_dk: en smule.
es_es: un poco.
hu_hu: Eléggé
ru_ru: мало.

# miki_module_fun_compliment_suffix_3
source: quite a bit.
da_dk: en hel del.
es_es: bastante.
hu_hu: Kifejezetten
ru_ru: довольно мало.

# miki_module_fun_compliment_suffix_4
source: a lot, is that weird?
da_dk: meget... Er det mærkeligt?
es_es: mucho, ¿eso es raro?
hu_hu: Lehet, hogy fura, de nagyon
ru_ru: очень много, это странно?

# miki_module_fun_pick
source: {0}, I picked `{1}`
da_dk: {0}, Jeg valgte `{1}`
es_es: {0}, escogí `{1}`
hu_hu: {0}, `{1}`-et választottam.
ru_ru: {0}, Я выбрала `{1}`

# miki_module_fun_pick_no_arg
source: I've got nothing to pick from! :( Use commas (,) to split choices.
da_dk: Jeg har intet at vælge imellem. Brug komma (,) til at separere valgmulighederne.
es_es: ¡No tengo nada de que escoger! :( Utiliza comas (,) para separar selecciones.
hu_hu: Nincs miből választanom! :( Használj vesszőket (,) hogy elválaszd a választási lehetőségeket.
ru_ru: Мне не из чего выбирать! :( Используйте запятые (,) для разделения вариантов выбора.

# miki_module_fun_pun_1
source: I can't believe I got fired from the calendar factory. All I did was take a day off.
da_dk: Hvad sagde den ene haj til den anden haj? "Hello" "Hvor har du lært engelsk?" "In Hajschool"
es_es: ¿Cuál es el vino más amargo? ¡Vino mi suegra!
hu_hu: Nem hiszem el, hogy kirúgtak a naptárgyárból. Csak egy napot hagytam ki.
ru_ru: После возвращения домой я долгое время не находил себе места...

# miki_module_fun_pun_10
source: When I get naked in the bathroom, the shower usually gets turned on.
da_dk: Når jeg går nøgen ud i badeværelset, er brusen det eneste, som bliver tændt.
es_es: Un hombre va al circo en busca de empleo. El director le pregunta:“¿Y usted qué sabe hacer?” El hombre dice, “yo…imito a los pájaros.“ El director responde, “bueno… creo que no nos interesa, gracias.” … y el hombre se fue volando.
hu_hu: Sohasem lehetek liftszerelő, szinttévesztő vagyok.

# miki_module_fun_pun_11
source: Thieves had broken into my house and stolen everything except my soap, shower gel, towels and deodorant. Dirty bastards.
da_dk: Hvad er forskellen på en violin og en cello? En cello brænder længere.
es_es: A: La nueva cocinera es un sol. B: ¿Cocina bien? A: No, lo quema todo.
hu_hu: Néhány tolvaj betört a házamba és ellopott mindent, kivéve a szappant, a tusfürdőt, a törülközőt és a dezodort. Azok a mocskok...
ru_ru: Воры пробрались в мой дом и украли всё, кроме моего мыла, шампуня, полотенца и дезодоранта. Грязные ублюдки.

# miki_module_fun_pun_12
source: What was Forrest Gump's email password? '1forrest1'
da_dk: Hvad var Forrest Gump's adgangskode til hans email? '1forrest1'
es_es: A: Padre, ¿qué puedo hacer por mis pecados? B: Ora, hijo mío, ora. A: Las once y media, padre.
hu_hu: Kik laknak a falon? Festék.

# miki_module_fun_pun_13
source: My first job was working in an orange juice factory, but I got canned - couldn't concentrate.
da_dk: Mit første job var i en appelsinjuice-fabrik, hvor jeg blev fyret. Jeg kunne ikke koncentrere mig.
es_es: ¿Cómo llama el vaquero a su hija? ¡Hijaaaaaaaaaaaaaaaa!
hu_hu: Először egy narancslégyárban dolgoztam, de kirúgtak; nem tudtam koncentrálni.

# miki_module_fun_pun_14
source: I'm on a seafood diet. Every time I see food, I eat it.
da_dk: Hvad sagde troldmanden, da han gik ind i blomsterbutikken? Harr-i-potter?
es_es: ¿Qué le dijo un techo a otro techo? Te echo de menos.
hu_hu: Bementem reggel az istállóba a tehenekhez, és azt láttam, hogy óriási a fejetlenség.

# miki_module_fun_pun_15
source: I wanna make a joke about sodium, but Na...
da_dk: Jeg ville fortælle en vittighed om Natrium men Na...
es_es: Un pez pregunta a su amigo, “¿Qué hace tu padre?” El otro dice: “Nada.”
hu_hu: Akartam egy viccet mondani a neonról, de mások azt mondták, hogy Ne.

# miki_module_fun_pun_16
source: Why did the scientist install a knocker on his door? He wanted to win the No-bell prize!
da_dk: Hva' kalder man to kriminelle lamaer? Ba'lamaer!
es_es: Un tipo y una mujer en la playa: “Y usted, ¿no nada nada?” “No traje traje.”
hu_hu: A szúnyogok kézilabdáztak a szobában. De jött a házigazda és lefújta a meccset.

# miki_module_fun_pun_17
source: A friend of mine tried to annoy me with bird puns, but I soon realized that toucan play at that game.
da_dk: En hare, en fasan og en hjort går ind på en bar. Så siger bartenderen "Årh, vildt mand!"
es_es: A: Jaimito, ¿sabes cómo me imagino la escuela ideal? B: ¿Cómo, Pepito? A: Cerrada
hu_hu: Néhány barát együtt dobolt. A dolog befejeztével egyikük rápillantott az órájára, majd megszólalt: "Jól elütöttük az időt!"

# miki_module_fun_pun_18
source: Having sex in an elevator is wrong on so many levels.
da_dk: Hvad drikker internet-pirater? CD-ROM
es_es: ¿Cómo se queda un mago después de comer? Magordito...
hu_hu: A liftben való szexelés minden szinten visszataszító.

# miki_module_fun_pun_19
source: I was going to give him a nasty look, but he already had one.
da_dk: Hvorfor holder Linux-nørderne et 'install-party' en gang om året? Fordi festen først holdes, når en installation er lykkedes.
es_es: ¿Sabes por qué el mar no se seca? ¿Porque no tiene toalla?
hu_hu: Tegnap lelőttem a szelet. De a szél feltámadt.

# miki_module_fun_pun_2
source: How did I escape Iraq? Iran.
da_dk: Hvorfor er fisk så grimme? De er vandskabte.
es_es: ¿Tú sabes el chiste de Pocoyó? ¡No! Pues TAMPOCOYO.
hu_hu: Min terem a nejlon? Celofán!

# miki_module_fun_pun_20
source: A book just fell on my head. I've only got my shelf to blame.
da_dk: En dykker blev fyret fordi han var alt for overfladisk. Men det endte med at han blev genansat, fordi at han var god nok på bunden.
es_es: ¿Para qué va una caja al gimnasio? ¡Para hacerse caja fuerte!
hu_hu: Mi a Myspace továbbfejlesztett verziója? Vesespace.

# miki_module_fun_pun_21
source: What do prisoners use to call each other? Cell phones.
da_dk: Hvad hedder verdens fattigste konge? Kong Kurs
es_es: ¡¡Soldado, FIIIRME! ¿Dónde firmo, mi capitán?
hu_hu: Mi az: szürke és csattog? Köt a beton.

# miki_module_fun_pun_22
source: My math teacher called me average. How mean!
da_dk: Installationsdisken sagde "Windows Vista eller bedre" så jeg installerede Linux.
es_es: Cariño, te veo mejor. ¿Sí? Pues estoy más gorda. Pues eso, te veo mejor...
hu_hu: Pistike, vesd meg az ágyat! - Fúj, ágy!

# miki_module_fun_pun_23
source: I'm no photographer, but I can picture us together.
da_dk: Der er 10 slags mennesker i verden. Dem som forstår binær og dem, som ikke gør.
es_es: Yo vivo a base de vitamina C: Computadora Celular Comida Cama
hu_hu: Nem vagyok túl jó angolból, de annyit tudok legalább, hogy leg a láb.

# miki_module_fun_pun_24
source: How can you spot the blind guy at the nudist colony? It's not hard.
da_dk: Dokumentation, den værste del af programmering.
es_es: Soy un tipo saludable Ah. ¿Comes sano y todo eso? No, la gente me saluda...
hu_hu: Hogyan kezdte pályáját a hóhér? Gyerekfejjel.

# miki_module_fun_pun_25
source: Atheism is a non-prophet organization.
da_dk: Hvad gør Bill Gates, når bilen er gået i stykker? Han lukker alle vinduer, og prøver at starte den igen!
es_es: Buenas le llamamos por una encuesta. ¿Su nombre? Adán. ¿Y el de su mujer? Eva. Increíble, ¿la serpiente vive aquí también? Si un momento. ¡¡SUEGRAA!!, la buscan...
hu_hu: R2D2 a legkeményebb arc. Minden szavát ki kell sípolni!
ru_ru: Атеизм - бездушно.

# miki_module_fun_pun_26
source: What do you call people who are afraid of Santa Claus? Claustrophobic.
da_dk: Rigtige mænd tager ikke backup! ...men de græder, en hel del mere.
es_es: ¿Tienes wi-fi? Sí ¿Y cuál es la clave? Tener dinero y pagarlo.
hu_hu: Melyik a legfájdalmasabb sportág? A véraláfutás.
ru_ru: Как зовут людей, которые боятся Санту Клауса? Клаустрофобы.

# miki_module_fun_pun_27
source: A hole was found in the wall of a nudist camp. The police are looking into it.
da_dk: Hvad sagde den ene lygtepæl til den anden? "Skal vi gå ud sammen?"
es_es: Papá, ¿qué se siente tener un hijo tan guapo?. No sé hijo, pregúntale a tu abuelo...
hu_hu: Vettem borsót. Egyelőre ennyit mondok, majd később kifejtem.
ru_ru: pee door

# miki_module_fun_pun_28
source: Which day do chickens hate the most? Friday.
da_dk: Der er blandede følelser, når svigermor kører ud over en dyb afgrund uden chance for at overleve... ...I ens nye bil.
es_es: Le dice una madre a su hijo: ¡Me ha dicho un pajarito que te drogas! ¡La que se droga eres tu que hablas con pajaritos!
hu_hu: Mit csinálnak a várvédők szabadidejükben? Elfoglalják magukat.
ru_ru: Хороший день monday не назовут…

# miki_module_fun_pun_29
source: I hate insect puns, they really bug me.
da_dk: Pis aldrig mod vinden!
es_es: ¡A mí nadie me da órdenes! - "2% de batería. Conecte el cargador". Voy.
hu_hu: Azért nem nyávog a macskakő, mert a nyávogáshoz macska kő.

# miki_module_fun_pun_3
source: I'd tell you a chemistry joke, but I know I wouldn't get a reaction.
da_dk: Jeg ville fortælle en kemijoke, men du ville ikke reagere.
es_es: Amor, quiero que pasemos un lindo fin de semana. Está bien, nos vemos el lunes...
hu_hu: Mondanék egy kémiás szóviccet, de tudom, hogy úgyse lenne semmi reakció.

# miki_module_fun_pun_30
source: Did you hear about the Italian chef with a terminal illness? He pastaway.
da_dk: *"Jeg siger bare at, man skal være glad for vejret, så længe man trækker det."*
es_es: Tú definitivamente necesitas más que un bot. Tu servidor más suave y brillante, de adentro hacia afuera. Cámbiate a Miki y notarás la diferencia (*kiki majens to maiself*)
hu_hu: Hogyan hal meg a teniszező? Megáll benne az ütő.

# miki_module_fun_pun_31
source: Novice pirates make terrible singers because they can't hit the high seas.
da_dk: *"Nogen mennesker er tiltrækkende, indtil de åbner deres mund."*
es_es: Oye, pues mi hijo en su nuevo trabajo se siente como pez en el agua. ¿Qué hace? Nada...
hu_hu: Tudtad, hogy mi a közös a tanárok és a drogdílerek között? Mindig csak az anyagra gondolnak.

# miki_module_fun_pun_32
source: Never discuss infinity with a mathematician, they can go on about it forever.
da_dk: Kæresten: "Skal vi ikke spise ude i aften?" "Er du da gal? Der er minusgrader!"
es_es: Mi amor, estoy embarazada. ¿Qué te gustaría que fuera? ¿Una broma?.
hu_hu: Mi történik akkor, ha elütnek egy matematikust? Már nem számít.

# miki_module_fun_pun_33
source: I like European food, so I decided to Russia over there because I was Hungary. After Czech'ing the menu I ordered Turkey. When I was Finnished I told the waiter "Spain good but there is Norway I could eat another bite".
da_dk: "Sikke nogen flotte blomster du har der, hvad hedder de?" "Petersen"
es_es: Papá, papá, ¿vos te casaste por la iglesia o por el civil?. ¡Por estúpido!.
hu_hu: 8 állat utazik a buszon. Az elöl utazó a róka, mögötte a sün, mellette a medve, kicsit hátrébb a nyúl, amögött az oroszlán, a jobbján a zebra, mögötte a ló és a bal oldalán a hal. Mindegyik állat ül, csak a nyolcadik utas, a hal áll.

# miki_module_fun_pun_34
source: What did the sushi say to the bee? Wasabee.
da_dk: Hvad sagde sushien til honningbien? Wasabi
es_es: Tía Teresa, ¿para qué te pintas? Para estar más guapa. ¿Y tarda mucho en hacer efecto?
hu_hu: Mit csinál az űrhajós, ha szomjas? Űrkutat ás.

# miki_module_fun_pun_35
source: Don't trust atoms, they make up everything.
da_dk: Jeg ville fortælle dine kemikere en vittighed, men jeg ved, at jeg ikke ville få en reaktion.
es_es: ¿A que te dedicas? Básicamente a respirar. No gano mucho, pero me da para vivir.
hu_hu: Nem hallgatok komolyzenét; lisztérzékeny vagyok.
ru_ru: Не верь атомам, это они сделали всё.

# miki_module_fun_pun_36
source: Why was the parrot sent out of the classroom? Because he was using fowl language!
da_dk: "Tjener kan jeg bestille et bord?" "Nej desværre hr. vi sælger desværre ikke møblerne."
es_es: Cariño ¿tengo la nariz grande? No, tienes una nariz común. ¿Ah, sí? Sí, ¡común tucán!
hu_hu: Hogy hívják, mikor két matematikus veszekszik? Négyzeteltérés.

# miki_module_fun_pun_37
source: Yesterday I accidentally swallowed some food coloring. The doctor says I'm OK, but I feel like I've dyed a little inside.
da_dk: Linux er gratis, hvis tid ikke koster penge.
es_es: ¿Cuál es la diferencia entre un motor y un inodoro? En que en el motor tu te sientas para correr, y en el inodoro tu corres para sentarte.
hu_hu: Mikor az alföldön járok, mindig szétnézek, hátha meglátok valami érdekes dolgot. Pusztán furdal a kíváncsiság.

# miki_module_fun_pun_38
source: Why don't programmers like nature? It has too many bugs.
da_dk: Hvad er forskellen på en Miki 'proficient' og en bilsælger? Bilsælgeren ved når han ikke fortæller sandheden.
es_es: Si "car" es carro, y "men" es hombre, entonces "Carmen" es un transformer
hu_hu: Melyik diák a geometriatanár kedvence? Amelyik sokoldalú.

# miki_module_fun_pun_39
source: I couldn't quite remember how to throw a boomerang, but eventually it came back to me.
da_dk: Hvad kalder du en boomerang der ikke kommer tilbage? En pind.
es_es: ¿Qué le dice una piedra a otra piedra? La vida es dura.
hu_hu: Az orvos nem írhat fel receptre szúrásra alkalmas kézi fegyvert, tehát a tőr vényen kívüli.

# miki_module_fun_pun_4
source: I wasn't originally going to get a brain transplant, but then I changed my mind.
da_dk: Hvad er det for en plante som er så farlig, at man dør hvis man opholder sig under den i 5 minutter? En åkande.
es_es: ¿Por qué los diabéticos no pueden vengarse? Porque la venganza es dulce...
hu_hu: Mit kapunk, ha egy kör alakú területre építünk kastélyt? Körtelekvárt.

# miki_module_fun_pun_40
source: When William joined the army he disliked the phrase 'fire at will'.
da_dk: Pis aldrig mod vinden!
es_es: ¿Por qué se suicidó el libro de matemáticas?. Porque tenia muchos problemas.
hu_hu: A minap találkoztam egy harcos lánnyal. Xéniának hívják, de én nem ezen a néven szólítom, hanem Amazon.

# miki_module_fun_pun_41
source: I don't trust stairs because they're always up to something.
da_dk: Hvem vinder i skak, Bush eller Osama Bin Laden? Det gør Bin Laden, for Bush mangler to tårne.
es_es: Mamá, tengo dos noticias, una buena y una mala Primero la buena, hija Pasé una prueba Muy bien, ¿Y la mala? Que era un Test de embarazo...
hu_hu: Ha beleéneklek a 100 fokos vízbe, akkor forradalom?
ru_ru: Я не верю лестницам, потому что они всегда ведут к чему-то.
