Repository: Mikibot/Miki
Catalog: Miki/Languages/*.resx
Languages: da_dk, es_es, hu_hu, ru_ru

# miki_command_description_cage
source: Pictures of world's best!
da_dk: Returnere billeder af Nicolas Cage
es_es: FOTOS DE NICK CAGE
hu_hu: NICK CAGE KÉPEK
ru_ru: NICK CAGE PICTURES!

# miki_command_description_cat
source: Meow, I am a cat picture generator!
da_dk: Miav, jeg er en kattebilledegenerator.
es_es: Miau, ¡soy un generador de fotos de gatitos!
hu_hu: Miaú, én egy macskás kép generátor vagyok!
ru_ru: Мяу, я генератор картинок с котиками :3

# miki_command_description_compliment
source: I'll compliment you personally with a special compliment! :)
da_dk: Jeg komplimenterer dig.
es_es: Te elogiaré personalmente con un cumplido especial
hu_hu: Személyesen dícsérlek meg egy különleges bókkal.
ru_ru: Я скажу Вам персональный комплимент. ;)

# miki_command_description_confused
source: Show how confused you are by your friend's shitposting with the power of cute anime girls!
da_dk: Benyt en anime-pige til at vise, du er forvirret.
es_es: ¡Muestra que tan confuso estás por el shitposting con el poder de las lindas chicas anime!
hu_hu: Mutasd meg, mennyire összezavarnak a barátod shitpostjai, a cuki anime lányok erejével!
ru_ru: Покажите своему другу в какой Вы растерянности с помощью силы милых аниме девочек!

# miki_command_description_ctb
source: Catch fruit and impress friends with this slick Catch the Beat command!
da_dk: Saml frugt and imponere venner med denne Cath the Beat kommando.
es_es: ¡Atrapa frutas e impresiona a tus amigos con este comando de Catch the Beat!
hu_hu: Kapj el gyümölcsöket és lenyűgözd barátaidat ezzel a Catch the Beat paranccsal!
ru_ru: Ловите фрукты и удивляйте друзей с помощью моей команды!

# miki_command_description_dog
source: Man's best friend!
da_dk: Nuttede dyr, særligt udvalgt af Mikis udviklere.
es_es: ¡Animas lindos para ti elegidos por el staff de Miki!
hu_hu: Cuki állatok, a Miki alkalmazottjai által válogatva!
ru_ru: Милые собачки, которые были отобраны командой разработчиков Miki!

# miki_command_description_e621
source: Basically very hairy people doing lewd things.
da_dk: Antropomorfistisk fremstilling af lodne dyr. (Furries)
es_es: Básicamente gente muy peluda haciendo cosas lascivas
hu_hu: Tulajdonképpen nagyon szőrös emberek huncut dolgokat csinálnak.
ru_ru: По статистике, непристойными вещами занимаются те, у кого больше волос.

# miki_command_description_gelbooru
source: Gelbooru images for you, you nasty dog.
da_dk: Returnerer billeder fra Gelbooru, din klamme stodder.
es_es: Imágenes de Gelbooru para ti, perro
hu_hu: Gelbooru képek csak neked, te mocskos kutya.

# miki_command_description_gif
source: Gif me all the gifs!
da_dk: Gif mig alle GIFs'ne.
es_es: ¡Giféame todo!
hu_hu: Add ide az összes gif-et!
ru_ru: Гив ми олл зе гифс!

# miki_command_description_img
source: Get yourself an image with any tag!
da_dk: Returnerer et vilkårligt billede med et eller flere givne tags.
es_es: ¡Obtén una imagén con cualquier etiqueta!
hu_hu: Találj meg egy képet akármilyen címkével!
ru_ru: Найдите изображение с любыми тегами!

# miki_command_description_lewd
source: Is someone being a baka hentai? Show your disapproval with this LEWD image!
da_dk: Vis din utilfredshed med en pervers weeb.
es_es: ¿Está alguien siendo un baka hentai? Muestra tu desaprobación con esta imágen LASCIVA
hu_hu: Valaki úgy viselkedik, mint egy baka hentai? Mutasd ki nemtetszésedet ezzel a képpel!
ru_ru: Кто-то из Вашего окружения помешан на хентае? Покажите своё недовольство с помощью .

# miki_command_description_lunch
source: Woof woof! What's for lunch?!
da_dk: Vov vov! hvad er det til frokost!?
es_es: ¡Guau guau! ¡¿Qué hay para almorzar?!
hu_hu: Vau, vau! Mi van ebédre?!
ru_ru: Гав-гав! Что сегодня на ланч?

# miki_command_description_mania
source: Are you a typing king? Show your osu!mania rank with this handy command!
da_dk: Er du kongen af tastaturet? Denne kommando viser din osu!mania-rang.
es_es: ¿Eres una "máquina de escribir"? ¡Muestra tu rank de osu!mania con este comando!
hu_hu: Te vagy a gépelés királya? Mutasd meg az osu!maniaban elért helyezésedet ezzel a paranccsal!
ru_ru: Вы считаете себя королём печати? Покажите всем ваш ранк в osu!mania с помощью данной команды!

# miki_command_description_osu
source: Show your pride about your ability to click on circular objects!
da_dk: \**click the circles*\* Vis hvor god du er til at klikke på cirkler!
es_es: ¡Muestra tu orgullo con tu habilidad de hacer clic en objetos circulares!
hu_hu: Mutasd meg, mennyire büszke vagy a kör alakú tárgyakra
ru_ru: Покажите как вы гордитесь тем, что можете нажимать на кружки!

# miki_command_description_pick
source: Scared of taking decisions? I'll take them for you!
da_dk: Bange for at tage beslutninger? Jeg tager dem for dig.
es_es: ¿Asustado de tomar decisiones? ¡Las tomaré por ti!
hu_hu: Félsz a döntésektől? Majd én megteszem helyetted!
ru_ru: Испуганы каким-то выбором? Давайте я выберу за вас!

# miki_command_description_pout
source: When you're disappointed, sad or you're mad at someone. Show them a big tsundere pout >:T
da_dk: Når du er sure på nogen, så send dem noget tsundere kærlighed.
es_es: Cuando estés enojado, triste o frustrado con alguien. Muéstrales un gran abadejo tsundere >:T
hu_hu: Amikor csalódott, szomorú, vagy ideges vagy valaki miatt. Adj nekik egy jó kis tsundere duzzogást >:T
ru_ru: Если вы в растерянности, грустите или рассержены на кого-то, то покажите всем пару картинок с цундере >:T

# miki_command_description_pun
source: Wouldn't it be punny if this was a pun as well?
da_dk: Ville det ikke være vittigt hvis dette var en vittighed? xd
es_es: Había un perro que se llamaba Chiste, salió a la calle, lo atropelló un carro ¡pero el chiste no se acabó! pues este comando recopila algunos de los mejores chistes (que logramos encontrar)
hu_hu: Nem lenne vicces, ha ez is egy szóvicc lenne?

# miki_command_description_roll
source: Roll 1d20, higher than 17 to defeat this troll!
da_dk: Slår en terning, udfaldet kan specificeres.
es_es: ¡Gira un dado 1d20, más alto que 17 para derrotar a este troll!
hu_hu: Guríts 17-nél többet egy 20 oldalú kockán, hogy legyőzd ezt a trollt!
ru_ru: Зарольте от 1 до 100. Если вам выпадает число, которое большее 84, то вы победите этого глупого тролля!

# miki_command_description_roulette
source: Do fun giveaways! Pick a random person from your server and give them fame and glory!
da_dk: Opret giveaways, og vælg en tilfældig vinder.
es_es: ¡Realiza rifas, escoge a una persona aleatoria de tu servidor y dales fama y gloria!
hu_hu: Csinálj mókás ajándékozásokat, válassz egy random embert a szerveredről, és adj nekik hírnevet és dicsőséget!
ru_ru: Делайте весёлые раздачи чего-либо, выберите случайного человека со своего сервера и подарите им немного известности и славы!

# miki_command_description_rule34
source: Because there's nothing that doesn't have a porn version.
da_dk: Fordi intet ikke har en pornografisk version.
es_es: Por que no hay nada que no tenga una versión porno.
hu_hu: Mert nincs semmi, aminek nincs pornó verziója.
ru_ru: Не существует того, что бы не имело бы порно версии.

# miki_command_description_safe
source: Get safe for work images of cute anime girls! All tags can be found here: <https://safebooru.org/index.php?page=tags&s=list>
da_dk: Få billederesultater af anime-piger, som er SFW! Alle tags kan findes her: https://safebooru.org/index.php?page=tags&s=list
es_es: ¡Obtén imágenes para todas las edades de chicas anime lindas! Todas las etiquetas las encontrarás aquí: <https://safebooru.org/index.php?page=tags&s=list>
hu_hu: Szerezz gyerekbarát képeket cuki anime lányokról! Az összes címke megtalálható itt: <https://safebooru.org/index.php?page=tags&s=list>
ru_ru: Получите safe for work картинки с милыми аниме девочками! Все доступные теги могут быть найдены здесь: <https://safebooru.org/index.php?page=tags&s=list>

# miki_command_description_slots
source: Test your luck with these totally not rigged slot machines for your enjoyment!
es_es: ¡Prueba tu suerte con esta totalmente no forzada máquina tragamonedas para tu diversión!
hu_hu: Teszteld a szerencsédet ezekkel az egyáltalán nem megbundázott félkarú rablókkal a szórakozásod kedvéért!
ru_ru: Проверьте свою удачу с нашим на 100% честным игровым автоматом!

# miki_command_description_smug
source: When you win in a game of hearthstone.
da_dk: Når man vinder i Hearthstone.
es_es: Cuando ganas un juego de Hearthstone.
hu_hu: Amikor megnyersz egy menetet Hearthstoneban.
ru_ru: Когда выигрываешь игру в Hearthstone.

# miki_command_usage_ask
source: >ask <question>
da_dk: >ask <spørgsmål>
es_es: >ask <pregunta>
hu_hu: >ask <kérdés>
ru_ru: >ask <вопрос>

# miki_command_usage_ctb
source: >ctb <osu username>
da_dk: >ctb <osu! brugernavn>
es_es: >ctb <nombre de usuario de osu!>
hu_hu: >ctb <osu! felhasználónév>

# miki_command_usage_e621
source: >e621 <e621 tags>
es_es: >e621 <etiquetas de e621>
hu_hu: >e621 <e621 címkék>
ru_ru: >e621 <e621 теги>

# miki_command_usage_gelbooru
source: >gelbooru <gelbooru tags>
da_dk: >gel <gelbooru tags>
es_es: >gelbooru <etiquetas de gelbooru>
hu_hu: >gelbooru <gelbooru címkék>
ru_ru: >gelbooru <gelbooru теги>

# miki_command_usage_gif
source: >gif [tags]
es_es: >gif [etiquetas]
hu_hu: >gif [címkék]
ru_ru: >gif [теги]

# miki_command_usage_img
source: >img [tags]
es_es: >img [etiquetas]
hu_hu: >img [címkék]
ru_ru: >img [теги]

# miki_command_usage_mania
source: >mania <osu username>
da_dk: >mania <osu! brugernavn>
es_es: >mania <nombre de usuario de osu!>
hu_hu: >mania <osu! felhasználónév>

# miki_command_usage_osu
source: >osu <osu username>
da_dk: >osu <osu! brugernavn>
es_es: >osu <nombre de usuario de osu!>
hu_hu: >osu <osu! felhasználónév>

# miki_command_usage_pick
source: >pick <option1>,[option2],[...]
da_dk: >pick <første valgmulighed>, [anden valgmulighed], [...]
es_es: >pick <opción1>,[opción2],[...]
hu_hu: >pick <opció1>,[opció2],[...]
ru_ru: >pick <вариант1>,[вариант2],[...]

# miki_command_usage_roll
source: >roll [amount] >roll [amount of dice]d[sides of dice]
da_dk: >roll [mængde] >roll [antal terninger]d[sider på terningerne]
es_es: >roll [cantidad] >roll [cantidad del dado]d[lados del dado]
hu_hu: >roll [mennyiség] >roll [kockák száma]d[oldalak száma]
ru_ru: >roll [количество] >roll [кол-во игральных костей]d[кол-во сторон кости]

# miki_command_usage_roulette
source: >roulette [text]
da_dk: >roulette [tekst]
es_es: >roulette [texto]
hu_hu: >roulette [szöveg]
ru_ru: >roulette [текст]

# miki_command_usage_rule34
source: >rule34 <rule34 tags>
es_es: >rule34 <etiquetas>
hu_hu: >rule34 <rule34 címkék>
ru_ru: >rule34 <rule34 теги>

# miki_command_usage_safe
source: >safe <tags>
es_es: >safe <etiquetas>
hu_hu: >safe <címkék>

# miki_command_usage_slots
source: >slots <amount bet>
da_dk: >slots <indsats i mekos>
es_es: >slots <cantidad a apostar>
hu_hu: >slots <fogadás mérete>
ru_ru: >slots <ваша ставка>

# miki_command_usage_taiko
source: >taiko <osu username>
da_dk: >taiko <osu! brugernavn>
es_es: >taiko <nombre de usuario de osu!>
hu_hu: >taiko <osu felhasználónév>

# miki_command_description_remind
source: Remind yourself to do things!
da_dk: Hvorvidt om du skal bruge et æggeur til det perfekt blødkogte æg, eller huske dig på at ringe til din ven, så har Miki din ryg.
es_es: ¡Recuérdate de hacer tareas!
hu_hu: Emlékeztesd magadat dolgokra!
ru_ru: Когда вам нужно засечь время, которое будет готовиться пицца, или не забыть позвонить маме, Miki тут как тут!

# miki_command_usage_remind
source: >remind me to <action> in <time> (e.g. 2 minutes and 11 seconds)
da_dk: >remind <handling> in <tidsrum> (f.eks. 2 minutter og 11 sekunder)
es_es: >remind me to <acción> in <tiempo> (e.g. 2 minutes and 11 seconds; por ahora el tiempo debe estar escrito en inglés, esto será arreglado en el futuro)
hu_hu: >remind me to <cselekvés> in <időtartam> (pl. 2 minutes and 11 seconds) **(Mindent angolul írj be!)**
ru_ru: >remind me to <действие> in <время> (Например: 2 minutes and 11 seconds)

# pasta_page_index
source: page {0} of {1}
da_dk: Side {0} af {1}
es_es: página {0} of {1}
hu_hu: {0}. oldal a {1}-ből
ru_ru: Страница {0} из {1}

# miki_command_description_createpasta
source: Create your own special pasta and share it with everyone!
da_dk: Lave din egen pasta or del den med omverdenen!
es_es: ¡Crea tu propia pasta especial y compártela con todos!
hu_hu: Alkosd meg a saját, különleges pasztádat és oszd meg mindenkivel!
ru_ru: Создайте свою собственную пасту и поделитесь ей со всеми!

# miki_command_description_deletepasta
source: Regret making a pasta? Delete it with this command!
da_dk: Har du fortrudt en af de pastaer, du har lavet? Slet den med denne kommando!
es_es: ¿Te arrepentiste de hacer una pasta? ¡Elimínalo este comando!
hu_hu: Megbántad egy pasztád elkészítését? Töröld ezzel a paranccsal!
ru_ru: Жалеете о созданной пасте? Удалите её с помощью этой команды!

# miki_command_description_editpasta
source: Not happy with your current pasta? Edit it to be cool and with the meta again!
da_dk: Redigerer pastaer, så alle typos er væk.
es_es: ¿No estás satisfecho con tu pasta actual? ¡Edítalo para que sea cool y con la meta de nuevo!
hu_hu: Nem vagy elégedett a jelenlegi pasztáddal? Szerkeszd meg, hogy újra király és releváns legyen!
ru_ru: Не удовлетворены пастами, которые у вас есть? Измените их, чтобы они смотрелись круче!

# miki_command_description_guildconfig
source: Set up your guild account the way you'd like it to function
da_dk: Set din serverkonto op, lige som du vil have den.
es_es: Configura tu cuenta del servidor a la manera en que te gustaría que funcionara.
hu_hu: Állítsd be a csoportodat úgy, ahogy akarod, hogy működjön.
ru_ru: Настройте свой аккаунт гильдии так, как хотите!

# miki_command_description_guildnewrival
source: Set a (new) rival for your guild! time for some competition!
da_dk: Vælg en (ny) rival for denne guild.
es_es: ¡Configura un (nuevo) rival para tu servidor! ¡Tiempo para competir!
hu_hu: Állíts be egy (új) riválist a csoportodnak! Ideje némi versenynek!
ru_ru: Получите нового соперника для вашей гильдии! Время для соревнований!

# miki_command_description_guildprofile
source: This command shows all of your guild's statistics!
da_dk: Denne kommando viser information om serveren.
es_es: ¡Este comando muestra todas las estadísticas del servidor!
hu_hu: Ez a parancs megmutatja a csoportod összes statisztikáját!
ru_ru: Эта команда покажет всю статистику Вашей гильдии!

# miki_command_description_guildtop
source: Check the top guilds based on experience!
da_dk: Tjek hvilke servere, der er i toppen.
es_es: ¡Checa los mejores servidores basados en experiencia!
hu_hu: Nézd meg a legtöbb tapasztalattal rendelkező csoportok listáját!
ru_ru: Посмотрите на топовые (на основе опыта) гильдии!

# miki_command_description_guildweekly
source: If you're winning from your rival, you get more rewards! Get them with this command!
da_dk: Hvis din guild vinder over rivalen, kan belønningen hentes her.
es_es: ¡Si le ganas a tu rival, tendrás más recompensas! ¡Obténlas con este comando!
hu_hu: Ha győzöl a riválisoddal szemben, több díjat kapsz! Szerezd meg azokat ezzel a paranccsal!
ru_ru: Если вы выигрываете своего соперника, то вы получаете больше мекосов! Получите их с помощью этой команды!

# miki_command_description_hatepasta
source: Do you absolutely despise a pasta? Show your hatred with this command!
da_dk: Kan du absolut ikke udstå en pasta? Vis dit had med denne kommando!
es_es: ¿Absolutamente detestas esta pasta? ¡Muestra tu odio con este comando!
hu_hu: Teljes szívedből gyűlölsz egy pasztát? Mutasd ki az utálatodat ezzel a paranccsal!
ru_ru: Вам совсем не нравится паста? Покажите свою ненависть с помощью этой команды!

# miki_command_description_infopasta
source: Want to know who made this pasta? Use this command!
da_dk: Vil du vide hvem, som har lavet en pasta? Brug denne kommando!
es_es: ¿Quieres saber quién hizo esta pasta? ¡Utiliza este comando!
hu_hu: Meg akarod nézni, ki alkotta ezt a pasztát? Használd ezt a parancsot!
ru_ru: Хотите узнать кто сделал пасту? Используйте эту команду!

# miki_command_description_lovepasta
source: Do you have a favourite pasta? Show your love by using this command!
da_dk: Kan du godt lide en pasta? Vis din tilknytning med denne kommando!
es_es: ¿Tienes una pasta favorita? ¡Muestra tu amor con este comando!
hu_hu: Van kedvenc pasztád? Mutasd ki szeretetedet ennek a parancsnak a használatával!
ru_ru: У вас есть любимая паста? Покажите свою любовь благодаря этой команде!

# miki_command_description_mypasta
source: Get a list of all your pastas!
da_dk: Skaffer en liste af alle dine pastaer.
es_es: ¡Obtén una lista de todas tus pastas!
hu_hu: Szerezz egy listát az összes pasztádról!
ru_ru: Список всех Ваших паст!

# miki_command_description_poppasta
source: This command shows the most used pastas
da_dk: Denne kommando viser de mest brugte pastaer.
es_es: Este comando muestra las pastas más usadas.
hu_hu: Ez a parancs megmutatja a legtöbbet használt pasztákat.
ru_ru: Эта команда показывает самые используемые пасты.

# miki_command_description_searchpasta
source: Search through all available pastas and discover new and dank memes!
da_dk: Søger gennem alle pastaer og finder de allerfugtigste migmig'er!
es_es: ¡Busca entre todas las pastas disponibles y descubre nuevos y deliciosos memes!
hu_hu: Keresd át az összes létező pasztát, és fedezz fel új, fasza mémeket!
ru_ru: Поищите новые пасты и откройте для себя новые мемасы!

# miki_command_description_toppasta
source: This command shows the most loved pastas!
da_dk: Denne kommando viser de mest elskede pastaer.
es_es: ¡Este comando muestra las pastas más amadas!
hu_hu: Ez a parancs megmutatja a legimádottabb pasztákat!
ru_ru: Эта команда показывает самые популярные пасты!

# miki_command_usage_createpasta
source: >createpasta <tag> <content>
da_dk: >createpasta <pasta> <indhold>
es_es: >createpasta <etiqueta> <contenido>
hu_hu: >createpasta <név> <tartalom>
ru_ru: >createpasta <тег> <содержание>

# miki_command_usage_deletepasta
source: >deletepasta <tag>
da_dk: >deletepasta <pasta>
es_es: >deletepasta <etiqueta>
hu_hu: >deletepasta <név>
ru_ru: >deletepasta <тег>

# miki_command_usage_editpasta
source: >editpasta <tag> <new content>
da_dk: >editpasta <pasta> <ny indhold>
es_es: >editpasta <etiqueta> <nuevo contenido>
hu_hu: >editpasta <név> <új tartalom>
ru_ru: >editpasta <тег> <новое содержаник>

# miki_command_usage_guildconfig
source: >guildconfig expneeded <amount> >guildconfig visible <yes:no>
da_dk: >guildconfig expneeded <minimum exp> >guildconfig visible <yes> >guildconfig visible <no>
es_es: >guildconfig expneeded <cantidad> >guildconfig visible <yes:no>
hu_hu: >guildconfig expneeded <pontok száma> >guildconfig visible <yes:no>
ru_ru: >guildconfig expneeded <кол-во> >guildconfig visible <да/нет>

# miki_command_usage_infopasta
source: >infopasta <tag>
da_dk: >infopasta <pasta>
es_es: >infopasta <etiqueta>
hu_hu: >infopasta <név>
ru_ru: >infopasta <тег>

# miki_command_usage_lovepasta
source: >lovepasta <tag>
da_dk: >lovepasta <pasta>
es_es: >lovepasta <etiqueta>
hu_hu: >lovepasta <név>
ru_ru: >lovepasta <тег>

# miki_command_usage_searchpasta
source: >searchpasta <tag> [page=1]
da_dk: >searchpasta <tag> [side=1]
es_es: >searchpasta <etiqueta> [page=1]
hu_hu: >searchpasta <név> [page=1]
ru_ru: >searchpasta <тег> [page=1]

# miki_guildweekly_insufficient_exp
source: You do not have the experience needed to claim rewards on this guild. Please hang around for a bit until you are allowed to! You need at least **{0}** experience before you can use this command in this guild.
da_dk: Du har ikke den erfaring, der er nødvendig for at gøre krav på belønninger i denne guild. Du skal have mindst **{0}** i erfaring, før du kan bruge denne kommando, i denne guild.
es_es: No tienes experiencia necesaria para reclamar recompensas para este servidor. ¡Por favor espera hasta que seas permitido a hacer esto! Necesitas por lo menos **{0}** puntos de experiencia antes de usar este comando en este servidor.
hu_hu: Nincs elég tapasztalati pontod ahhoz, hogy megkapd az ennek a csoportnak járó díjakat. Kérlek, maradj itt még egy darabig, ameddig ezt megteheted! Még legalább **{0}** tapasztalati pontot kell szerezz, mielőtt ezt a parancsot használhatod ebben a csoportban.
ru_ru: У Вас недостаточно опыта, необходимого для получения наград. Рекомендуем подождать немного, пока Вы не накопите нужное количество опыта! Вам нужно хотя бы **{0}** опыта до того, как Вы сможете использовать эту команду в гильдии.

# miki_terms_weekly
source: Weekly
da_dk: Ugentligt
es_es: Semanal
hu_hu: Heti díj
ru_ru: Еженедельная раздача

# createpasta_error_no_content
source: I couldn't find any content for this pasta. Please specify what you want to make.
da_dk: Der blev ikke fundet nogen brødtekst for denne pasta. Vær venlig at angive en brødtekst.
es_es: No pude encontrar algún contenido con esta pasta, por favor especifica lo que quieres realizar.
hu_hu: Nem találtam ennek a pasztának a tartalmát, kérlek, írd le, mit szeretnél alkotni.
ru_ru: Пожалуйста, укажите содержание для пасты, которую хотите создать.

# infopasta_error_no_arg
source: Please state which pasta you'd like to identify.
da_dk: Vær venlig at angive hvilken pasta du vil identificere.
es_es: Por favor especifica cada cas
hu_hu: Kérlek, írd le, melyik pasztát szeretnéd azonosítani.
ru_ru: Пожалуйста, укажите ту пасту, о которой хотите получить информацию.

# infopasta_rating
source: Rating
da_dk: Bedømmelse
es_es: Calificación
hu_hu: Értékelés
ru_ru: Рейтинг

# lunch_line
source: Woof woof! What's for lunch?
da_dk: Vov vov! Hvad er der til frokost?
es_es: ¡Guau guau! ¿Qué hay para almorzar?
hu_hu: Vau, vau! Mi van ebédre?

# miki_blackjack_cards_you
source: You ({0})
da_dk: Dig ({0})
es_es: Tú ({0})
hu_hu: Te ({0})
ru_ru: Вы ({0})

# miki_blackjack_explanation
source: The one who's closest to 21 wins. All cards count their own number up to 10. Ties go to you.
da_dk: Den der kommer tættest på 21 vinder. Alle kort tæller deres egen værdi op til ti.
es_es: Aquel que está cerca de 21 victorias. Todas las cartas cuentan su propio número hasta máximo 10. Los empates van a Miki.
hu_hu: Aki a legközelebb jut 21-ig, nyer. Minden kártya az értékével megegyező számot ér, egészen 10-ig. A döntetleneket Miki nyeri.
ru_ru: Тот, кто окажется ближе к 21 очкам, побеждает. Все карты имеют свой собственный номер (до 10).

# miki_blackjack_hit
source: Use `hit` to draw a new card.
da_dk: Brug `hit` for at trække et nyt kort.
es_es: Utiliza `hit` para una nueva carta.
hu_hu: Használd a `hit`-et, hogy új kártyát húzz.
ru_ru: Используйте `hit`, чтобы взять новую карту.

# miki_blackjack_lose_description
source: You lose your bet to Miki.
da_dk: Du har mistet din indsats til Miki.
es_es: Perdiste tu apuesta contra Miki.
hu_hu: Elvesztetted a fogadást Mikivel szemben.
ru_ru: Вы проиграли свою ставку Miki.

# miki_blackjack_lose_title
source: Miki wins!
da_dk: Miki vinder!
es_es: ¡Miki gana!
hu_hu: Miki győz!
ru_ru: Miki выигрывает!

# miki_blackjack_no_arg
source: You didn't include the amount bet! Correct usage: >blackjack <amount>
da_dk: Du har ikke angivet hvor mange mekos du vil satse. Korrekt brug: `>blackjack <mængde af mekos>`
es_es: ¡No has incluido la cantidad de apuesta! Uso correcto: >blackjack <cantidad>
hu_hu: Nem írtad be, mennyi mekoban akarsz fogadni! Helyes felhasználás: >blackjack <mennyiség>
ru_ru: Вы не указали ставку! Пример: >blackjack <кол-во>

# miki_blackjack_stay
source: Use `stay` to finalize your points.
da_dk: Brug `stay` hvis du er tilfreds med din hånd.
es_es: Utiliza `stay` para terminar tus puntos.
hu_hu: Használd a `stay`-t, hogy véglegesítsd a pontjaidat.
ru_ru: Используйте `stay`, чтобы завершить игру.
