Repository: Mikibot/Miki
Catalog: Miki/Languages/*.resx
Languages: da_dk, es_es, hu_hu, ru_ru

# miki_command_description_setleavemessage
source: Want to pursue people that leave your message! Use this amazing command!
da_dk: Få en besked når brugere forfald ens guild.
es_es: ¿Te gustaría perseguir a gente que abandona tu servidor? ¡Usa este asombroso comando!
hu_hu: Szeretnél üzenni azoknak, akik elhagyják a csoportod? Használd ezt a király parancsot!
ru_ru: Хотите преследовать людей, которые покидают вашу гильдию? Используйте эту удивительную команду!

# miki_command_description_setwelcomemessage
source: Greet a friend, foe or stranger with this automated command!
da_dk: Siger hej til alle nye medlemmer af din guild.
es_es: ¡Saluda a un amigo, enemigo o desconocido con este comando!
hu_hu: Üdvözölj barátot, ellenséget vagy ismeretlent ezzel a paranccsal!
ru_ru: Приветствуйте друга, врага или незнакомца с помощью этой автоматизированной команды!

# miki_command_usage_help
source: >help >help <command>
da_dk: >help >help <kommando>
es_es: >help >help <comando>
hu_hu: >help >help <parancs>
ru_ru: >help >help <команда>

# miki_command_usage_setleavemessage
source: >setleavemessage >setleavemessage <message> -u = username -um = user mention -o = guild owner -om = guild owner mention -g = guild name -c = guild count
da_dk: >setleavemessage >setleavemessage <besked>
es_es: >setleavemessage >setleavemessage <mensaje> -u = nombre de usuario -um - mención de usuario -o - dueño del servidor -om - mención de dueño del servidor -g - nombre de servidor -c - numeración de servidor
hu_hu: >setleavemessage >setleavemessage <üzenet> -u = felhasználónév -um = felhasználó megemlítése -o = csoport vezetője -om = csoport vezetőjének megemlítése -g = csoport neve -c = csoport létszáma
ru_ru: >setleavemessage >setleavemessage <сообщение> -u = username -um = user mention -o = guild owner -om = guild owner mention -g = guild name -c = guild count -uc = user count

# miki_command_usage_setwelcomemessage
source: >setwelcomemessage >setwelcomemessage <message> -u = username -um = user mention -o = guild owner -om = guild owner mention -g = guild name -c = guild count
da_dk: >setwelcomemessage >setwelcomemessage <beskred> -u = brugernavn -um = bruger mention -o = guild ejer -om = guild ejer mention -g = guild navn -c = guild antal medlemmer
es_es: >setwelcomemessage >setwelcomemessage <mensaje> -u = nombre de usuario -um - mención de usuario -o - dueño del servidor -om - mención de dueño del servidor -g - nombre de servidor -c - numeración de servidor
hu_hu: >setwelcomemessage >setwelcomemessage <üzenet> -u = felhasználónév -um = felhasználó megemlítése -o = csoport vezetője -om = csoport vezetőjének megemlítése -g = csoport neve -c = csoport létszáma
ru_ru: >setleavemessage >setleavemessage <сообщение> -u = username -um = user mention -o = guild owner -om = guild owner mention -g = guild name -c = guild count -uc = user count

# flip_header
source: Flip
hu_hu: Pénzfeldobás
ru_ru: Подбросить монетку

# miki_command_description_invite
source: Get Miki's invite link, so you can put her on your server!
da_dk: Få Mikis invitations-link, så du kan tilføre hende til din guild.
hu_hu: Szerezd meg Miki meghívó linkjét, hogy a szerveredre helyezhesd!

# common_string_all
source: all
da_dk: alle
hu_hu: összes

# miki_module_accounts_rep_description
source: Here are your statistics on reputation points! To give someone reputation, do `>rep <mention> ["all"|amount]`
da_dk: Her er dine statistikker om dit omdømme. For at give nogen et bedre omdømme, brug `>rep <mention> ["all"|amount]`
hu_hu: Itt vannak a hírnév pontjaid statisztikái! Hogy másnak hírnevet adj, írd be, hogy `>rep <mention> ["összes"|mennyiség]`

# miki_module_accounts_rep_error_insufficient
source: You do not have {0} points to give!
da_dk: Du har ikke {0} point at kunne give.
hu_hu: Nincsen {0} adható pontod!

# miki_module_accounts_rep_error_none
source: You're out of points for today!
da_dk: Du er løbet tør for point for i dag.
hu_hu: Kifogytál a mai pontokból!

# miki_module_accounts_rep_error_self
source: You cannot rep yourself.
da_dk: Du kan ikke give dig selv et godt omdømme.
hu_hu: Nem adhatsz pontot magadnak.

# miki_module_accounts_rep_error_zero
source: You can't give 0 points!
da_dk: Du kan ikke give nul point.
hu_hu: Nem adhatsz 0 pontot!

# miki_module_accounts_rep_header
source: Reputation
da_dk: Omdømme
hu_hu: Hírnév

# miki_module_accounts_rep_points_left
source: Points left for today
da_dk: Point tilbage for resten af dagen
hu_hu: Mai megmaradt pontok

# miki_module_accounts_rep_remaining
source: Rep Points Remaining
da_dk: Omdømme point tilbage
hu_hu: Megmaradt Hírvév Pontok

# miki_module_accounts_rep_reset
source: Rep Point Reset
da_dk: Omdømme point nulstilling
hu_hu: Hírnév Pontok Visszaállítása

# miki_module_accounts_rep_success
source: {0} has given {1} **{2}** reputation! {1} now has **{3}** points!
da_dk: {0} har givet {1} **{2}** i omdømme point! {1} har nu **{3}** point!
hu_hu: {0} **{2}** hírnevet adott {1} részére! {1} most **{3}** ponttal rendelkezik!

# miki_module_accounts_rep_total_received
source: Total Rep Received
da_dk: Totalt omdømme modtaget
hu_hu: Összes Kapott Hírnév

# miki_module_pasta_favlist_mention_none
source: Looks like they haven't {0} any pastas yet! :(
da_dk: Ser ud til at de ikke har {0} nogle pastaer endnu.
hu_hu: Úgy tűnik, ő még nem {0} egy pasztát sem! :(

# miki_module_pasta_favlist_self_none
source: Looks like you haven't {0} any pastas yet! :(
da_dk: Ser ud til at du ikke har {0} nogle pastaer endnu.
hu_hu: Úgy tűnik, te még nem {0} egy pasztát sem! :(

# miki_module_pasta_hated
source: hated
da_dk: hadet
hu_hu: utált

# miki_module_pasta_hated_header
source: Hated Pastas
da_dk: Hadet pastaer
hu_hu: Utált paszták

# miki_module_pasta_loved
source: loved
da_dk: elsket
hu_hu: kedvelt

# miki_module_pasta_loved_header
source: Loved Pastas
da_dk: Elskede pastaer
hu_hu: Kedvelt paszták

# miki_command_description_rep
source: Give your friends reputation for being such good friends!
da_dk: Giv din ven et godt omdømme for at være sådanne en god ven.
hu_hu: Adj a barátaidnak hírnevet, amiért ilyen jó barátok!

# miki_command_description_rps
source: Play rock, paper and scissors to win the big money now!
da_dk: Spil sten, saks og papir for at kunne vinder en gevinst.
hu_hu: Játssz kő-papír-ollót, hogy sok pénzt nyerj!
ru_ru: Сыграйте в камень, ножницы, бумагу, чтобы выиграть кучу денег!

# miki_command_usage_rep
source: >rep >rep <mention> [mention...] >rep <mention> <amount|all>
da_dk: >rep >rep <mention> [mention...] >rep <mention> <mængde|all>
hu_hu: >rep >rep <megemlítés> [további megemlítések] >rep <megemlítés> <mennyiség|összes>

# miki_command_usage_rps
source: >rps <bet> <r/p/s>
da_dk: >rps <indsats> <r/p/s>
hu_hu: >rps <feltett pénz> <r/p/s>

# warning_mention_self
source: We saw you tried to mention yourself. You can't do this!
da_dk: Du kan ikke mention dig selv.
hu_hu: Észrevettük, hogy megpróbáltad magadat megemlíteni. Ezt nem teheted!
ru_ru: Мы заметили, что вы попытались упомянуть самого себя. Так делать нельзя.

# error_account_null
source: Your account does not exist yet! If this problem keeps appearing, please notify us!
da_dk: Din profil eksisterer endnu ikke. Kontakt Miki support serveren hvis der forekommer yderligere problemer.
hu_hu: Még nem létezik a fiókod! Ha ez a probléma sokáig fennáll, értesíts minket!
ru_ru: Ваш аккаунт ещё не создан. Если эта проблема появляется вновь и вновь, то сообщите нам об этом!

# error_rep_limit
source: You can not give {0} user(s) {1} reputation point(s) while you only have {2} points left.
da_dk: Du kan ikke give {0} bruger(e) {1} omdømme point mens du kun har {2} point tilbage.
hu_hu: Nem adhatsz {0} felhasználó(k)nak {1} hírnév pontot, ha csak {2} pontod maradt.

# rep_success
source: You've successfully given reputation
da_dk: Du har succesfuldt givet et godt omdømme videre.
hu_hu: Sikeresen adtál hírnevet

# sync_success
source: I've synchronized your current {0} to Miki's database!
da_dk: Synkroniseringen med Mikis database var succesfuld.
hu_hu: Szinkronizáltam a jelenlegi {0}-et Miki adatbázisához!

# term_avatar
source: avatar
da_dk: profilbillede
hu_hu: profilkép

# term_commands
source: Commands
da_dk: Kommandoer
hu_hu: Parancsok

# term_shard
source: Shard
hu_hu: Szilánk

# miki_command_description_avatar
source: Don't want to lose your current avatar while you swap to a new one? Save this one!
da_dk: Viser dit (eller en andens) nuværende profilbillede.
hu_hu: Nem akarod elveszteni a jelenlegi profilképed, amikor lecseréled egy újra? Mentsd el!
ru_ru: Не хотите потерять аватарку после того, как смените её на новую? Сохраните её прямо сейчас!

# miki_command_description_cake
source: Hey, that's a lot of cake man!! Calm down!
da_dk: Viser dig billeder af kager.
hu_hu: Hé, ez sok süti, ember!! Nyugi!

# miki_command_description_cuddle
source: Cuddle with your loved ones like they are right there <3
da_dk: Du kan nu nusse med enhver, med denne kommando!
hu_hu: Ölelkezz a szeretteiddel, mint ahogy ők ott <3

# miki_command_description_donate
source: Support this magnificent bot! We really need all the help to stay alive.
da_dk: Supporter den videre udvikling af Miki. Alle former for hjælp er værdsat.
hu_hu: Támogasd ezt a csodálatos botot! Minden segítségre szükség van, hogy életben maradhassunk.

# miki_command_description_glare
source: Did someone >slap you but you don't like hitting back? Glare very threatening and hope they won't do it again!
da_dk: Du kan nu stirre nogen dybt ind i øjnene.
hu_hu: Valaki adott neked egy >slap-et de nem akarsz visszapofozni? Meredj rájuk fenyegetően, és talán nem teszik meg még egyszer!

# miki_command_description_greentext
source: Memes and dreams are the only thing in my life. ha ha.
da_dk: Fugtige migmig'er er det eneste, der har afholdt mig fra depression. Haha.
hu_hu: A mémek és az álmok maradtak egyedül az életemben. ha ha.

# miki_command_description_guildinfo
source: Check cool information about your guild and their people!
da_dk: Tjek information om den nuværende guild.
hu_hu: Nézz meg király információkat a csoportodról és a benne lévő emberekről!

# miki_command_description_highfive
source: Got a penta kill with your best buddy? High five!!
da_dk: High-five nogen når det går særligt godt.
hu_hu: Sikerült egy Pentakillt csinálnod a haveroddal? Pacsi!

# miki_command_description_hug
source: Hug your friends, enemies and frienemies!
da_dk: Kram dine venner, fjender og venner igen?
hu_hu: Öleld meg a barátaidat, ellenségeidet, vagy akiket imádsz utálni!

# miki_command_description_kiss
source: Give that little lady (or golly gent) a peck for all of their hard work! <3
da_dk: Vis jeres kærlighed og kys nogen gennem skærmen.
hu_hu: Adj annak a kishölgynek (vagy fiatalúrnak) egy puszit a kemény munkájukért! <3

# miki_command_description_poke
source: Hey, buddy. Look to the left!
da_dk: Hey! Kig herover!
hu_hu: Hé, haver. Nézz balra!

# miki_command_description_punch
source: You know, I always wanted to become a boxer.
da_dk: Ser du, jeg har altid gerne ville være en bokser.
hu_hu: Tudjátok, mindig is bokszoló szerettem volna lenni.

# miki_command_description_showmodule
source: Show which commands are enabled and disabled in a module. Handy dandy!
da_dk: Viser hvilke kommandoer, der er slået til eller fra.
hu_hu: Megmutatja, mely parancsok vannak be- és kikapcsolva egy modulban. Hasznos!

# miki_command_description_slap
source: Someone being a meanie? Smack them like there is no tomorrow.
da_dk: Smæk nogen en lussing med denne praktiske kommando.
hu_hu: Valaki komiszan viselkedik? Adj nekik egy pofont, hogy a fal adja a másikat.

# miki_command_description_stats
source: Statistics about Miki's runtime! Isn't it interesting how many numbers there are?!
da_dk: Generel direkte statistik om Miki.
hu_hu: Statisztikák Miki futási idejéről! Hát nem érdekes ez a sok szám?!

# miki_command_description_trapcard
source: Alas, KAIBA, your reign is over as the HEART OF THE CARDS shall guide me to victory!
hu_hu: Sajnos, KAIBA, uralmad véget ért, ugyanis a KÁRTYÁK SZÍVE a győzelemhez fog vezetni!

# miki_command_description_truth
source: Do you want to show your argument is the most valid, but do not have stats to back it up? >truth bomb them!
da_dk: Vis nogen at dit argument er klart det bedste.
hu_hu: Be akarod bizonyítani, hogy a te érved a legjobb, de nincs statisztikád, amivel bizonyíthatod? Dobj rájuk egy >truth bombát!

# miki_command_description_urban
source: Check the definition of a word in cool people words B)
da_dk: Tjek Urban Dictionary for de ord, du ikke selv kender.
hu_hu: Nézd meg egy szó definícióját menő emberek szavaival B)

# miki_command_description_whois
source: Who is this random guy that just joined? If only I had a detective... Oh wait! Miki can!
da_dk: Viser information om den nævnte bruger.
hu_hu: Ki ez a srác, aki most csatlakozott? Bár lenne egy nyomozóm... Várjunk! Itt van Miki!

# miki_command_description_yandere
source: Miki likes you, and nobody else! Check these sexy photos she sent just for you!
da_dk: Miki kan lide dig, og kun dig! Tjek disse sexede billeder som hun har sent til dig.
hu_hu: Miki téged szeret, és senki mást! Nézd ezeket a szexi képeket, amiket csak neked küldött!
ru_ru: Мики любит Вас и никого другого! Посмотрите на эти фотографии, которые она отправила для Вас!

# miki_command_usage_avatar
source: >avatar [mention]
hu_hu: >avatar [megemlítés]

# miki_command_usage_cuddle
source: >cuddle [text or mention]
da_dk: >cuddle [tekst eller mention]
hu_hu: >cuddle [szöveg vagy megemlítés]

# miki_command_usage_glare
source: >glare [text or mention]
da_dk: >glare [tekst eller mention]
hu_hu: >glare [szöveg vagy megemlítés]

# miki_command_usage_highfive
source: >highfive [text or mention]
da_dk: >highfive [tekst eller mention]
hu_hu: >highfive [szöveg vagy megemlítés]

# miki_command_usage_hug
source: >hug [text or mention]
da_dk: >hug [tekst eller mention]
hu_hu: >hug [szöveg vagy megemlítés]

# miki_command_usage_kiss
source: >kiss [text or mention]
da_dk: >kiss [tekst eller mention]
hu_hu: >kiss [szöveg vagy megemlítés]

# miki_command_usage_poke
source: >poke [text or mention]
da_dk: >poke [tekst eller mention]
hu_hu: >poke [szöveg vagy megemlítés]

# miki_command_usage_punch
source: >punch [text or mention]
da_dk: >punch [tekst eller mention]
hu_hu: >punch [szöveg vagy megemlítés]

# miki_command_usage_showmodule
source: >showmodule <module name>
da_dk: >showmodule <modul navn>
hu_hu: >showmodule <modul neve>

# miki_command_usage_slap
source: >slap [text or mention]
da_dk: >slap [tekst eller mention]
hu_hu: >slap [szöveg vagy megemlítés]

# miki_command_usage_trapcard
source: >trapcard [image url] >trapcard [attachment] >trapcard [mention]
da_dk: >trapcard [billede url] >trapcard [vedhæftning] >trapcard [mention]
hu_hu: >trapcard [kép url-je] >trapcard [csatolmány] >trapcard [megemlítés]

# miki_command_usage_truth
source: >truth <text>
da_dk: >truth <tekst>
hu_hu: >truth <szöveg>

# miki_command_usage_urban
source: >urban <word>
da_dk: >urban <ord>
hu_hu: >urban <szó>

# miki_command_usage_whois
source: >whois <userid> >whois <mention>
da_dk: >whois <brugerid> >whois <mention>
hu_hu: >whois <felhasználó azonosítója> >whois <megemlítés>

# miki_command_usage_yandere
source: >yandere <tags>
hu_hu: >yandere <címszavak>

# localization_set
source: Set locale to {0}!
da_dk: Indstillede sproget til {0}.
hu_hu: Nyelv átállítva {0}-ra!

# miki_command_description_hatedpasta
source: A cool list for your hated pastas, just for when you need that one pasta back. For science ofcourse!
da_dk: Viser en liste over alle dine mest hadet pastaer... bare for at kunne få dem tilbage... for videnskabens skyld, selvfølgelig!
hu_hu: Egy király lista az utált pasztáidról, arra az esetre, ha kéne az egyikük. A tudomány érdekében, természetesen!

# miki_command_description_listlocale
source: A list of all languages Miki supports!
da_dk: Viser en liste over understøttede sprog.
hu_hu: Egy lista az összes nyelvről, amit Miki támogat!

# miki_command_description_overwatchuser
source: Show how good you are in Overwatch with this cool command!
da_dk: Vis hvor god du er i Overwatch med denne kommando.
hu_hu: Mutasd meg, milyen jó vagy Overwatchban ezzel a király paranccsal!

# miki_command_description_setlocale
source: Set your bot's language to another language in this channel!
da_dk: Sætte bottens sprog for i den nuværende kanal.
hu_hu: Állítsd be a bot nyelvét egy másik nyelvre ebben a csatornában!

# miki_command_description_setprefix
source: Change your >profile to !profile with this cool command!
da_dk: Ændre (eksempelvis) præfikset fra >profile til !profile
hu_hu: Állítsd át a >profile-odat !profile-ra ezzel a király paranccsal!

# miki_command_description_stare
source: Stare at something with all your determination!
da_dk: Stirre intenst på noget.
hu_hu: Bámulj valamire minden erőddel!

# miki_command_usage_hatedpasta
source: >hatedpasta <page>
da_dk: >hatedpasta <side>
hu_hu: >hatedpasta <oldal>

# miki_command_usage_hatepasta
source: >hatepasta <pasta>
hu_hu: >hatedpasta <pasta>

# miki_command_usage_overwatchuser
source: >overwatchuser <battle.net id> [-c for competitive]
hu_hu: >overwatchuser <battle.net azonosító> [-c a Competitive módhoz]

# miki_command_usage_setlocale
source: >setlocale <language in listlocale>
da_dk: >setlocale <sprog i listlocale>
hu_hu: >setlocale <nyelv a listlocale-ban>

# miki_command_usage_setprefix
source: >setprefix <new prefix>
da_dk: >setprefix <nyt præfiks>
hu_hu: >setprefix <új előtag>

# miki_global_profile_user_header
source: {0}'s global profile
da_dk: {0}'s globale profil
es_es: Perfil global de {0}
ru_ru: Профиль {0}

# term_roles
source: Roles
da_dk: Roller

# error_role_forbidden
source: This role is not allowed!
da_dk: Denne rolle er ikke tilladt.

# error_role_null
source: This role does not exist!
da_dk: Denne roller eksisterer ikke.

# term_available
source: Available Roles
da_dk: Tilgængelige roller

# error_role_required
source: You do not seem to have the role {0}! You can not do this without this role!
da_dk: Du mangler rollen, {0}, for at kunne udføre denne handling.

# error_argument_null
source: The argument was not completed for `{0}`!
da_dk: Argumentet mangler for `{0}`!

# error_no_reminders
source: You have no reminders active!
da_dk: Du har ingen aktive påmindelser.

# error_reminder_null
source: This reminder was not found!
da_dk: Påmindelsen blev ikke fundet.

source: Reminders
da_dk: Påmindelser

# reminder_cancel
source: Successfully cancelled {0}
da_dk: {0} annulleret.

# reminder_cancelled_all
source: Sucessfully cleared all reminders!
da_dk: Annullerede alle påmindelser.

# reminder_desc_add
source: Reminds you any text in a set time!
da_dk: Påminder dig med en selvvalgt besked.

# reminder_desc_clear
source: cancel certain reminders based on the id given to you, these also appear in list!
da_dk: Annullér specifikke påmindelser, baseret på en id, der er givet til dig. Id'er bliver også vist på listen.

# reminder_desc_list
source: Shows all your current reminders!
da_dk: Viser alle dine nuværende påmindelser.

# reminder_help_add
source: reminder <reminder> in <time>
da_dk: reminder <påmindelse> in <tid>

# reminder_help_description
source: Use Miki's reminder system to your advantage when busy with other things, but really don't want to pay attention!
da_dk: Påminder dig med en selvvalgt besked efter et specifikt tidsinterval.

# reminder_cancelled
source: Cancelled {0} successfully!
da_dk: Annullerede {0}!

# error_role_level_low
source: You can't get this role yet, you need {0} more levels!
da_dk: Du kan endnu ikke få denne rolle. Du skal have {0} flere levels.

# error_role_already_given
source: You already have this role!
da_dk: Du har allerede denne rolle.

# miki_command_usage_prefix
source: >prefix
es_es: >prefijo ~

# miki_module_general_info_twitter
source: Twitter
ru_ru: Твиттер

# miki_command_description_taiko
source: don don don katsu don katsu don don katsu
ru_ru: дон дон дон кат дон кат дон дон кат

# miki_blackjack
source: Blackjack
ru_ru: Блекджек
