Repository: Mikibot/Miki
Catalog: Miki/Languages/*.resx
Languages: da_dk, es_es, hu_hu, ru_ru

# miki_module_help_error_null_message
source: This is not a command. To use `{0}help [command]` please fill in an existing command!
da_dk: Dette er ikke en kommando. Brug `{0}help [command]`, hvor `[command]` er navnet på kommandoen.
es_es: Esto no es un comando. ¡Para usar `{0}help [comando]` por favor utiliza el comando ya existente!
hu_hu: Ez nem egy létező parancs. Ahhoz, hogy a `{0}help [parancs]` funkciót használd, írj be egy létező parancsot!
ru_ru: Это не команда. Для использования `{0}help [command]`, пожалуйста, используйте уже существующие команды!

# miki_module_whois_header
source: Who is {0}!?
da_dk: Hvem er {0}!?
es_es: ¿¡Quién es {0}!?
hu_hu: Kicsoda {0}!?
ru_ru: Кто такой {0}!?

# miki_module_whois_tag_personal
source: Personal
da_dk: Personligt
hu_hu: 🙎 Személyes
ru_ru: 🙎 Профиль

# miki_accounts_level_up_content
source: **{0}** levelled up to level **{1}**!
da_dk: **{0}** steg til level **{1}**!
es_es: ¡**{0}** subió al nivel **{1}**
hu_hu: **{0}** átlépett a **{1}.** szintre!
ru_ru: Уровень **{0}** повышен до **{1}**!

# miki_accounts_level_up_header
source: ☀️️ Level Up!
da_dk: Level op!
es_es: ☀️️ ¡Subida de nivel!
hu_hu: ☀️️ szintlépés!
ru_ru: ☀️️ Уровень повышен!

# miki_command_description_leaderboards
source: Check out the Miki elites!
da_dk: Tjek hvem der står i eliten.
es_es: ¡Echa un vistazo a los Élites de Miki!
hu_hu: Nézz rá a Miki elitjeire!
ru_ru: Взгляните на элиту Miki!

# miki_command_description_profile
source: Check up on your progress to become a Miki master!
da_dk: Tjek hvor langt du er fra at være en Miki master!
es_es: ¡Echa un vistazo en tu progreso a convertirte en un Maestro de Miki!
hu_hu: Nézd meg, hogyan haladsz a Miki Mesterré válás felé!
ru_ru: Посмотрите на свой прогресс в получении звания Miki Master!

# miki_command_description_toggledm
source: Toggle Miki's ability to send you DMs!
da_dk: Skifter bottens evne til at sende personlige meddelelser.
es_es: ¡Alterna la habilidad de Miki para enviarte MDs!
hu_hu: Állítsd be, hogy Miki küldjön-e neked privát üzeneteket vagy sem!
ru_ru: Позвольте Miki отправлять Вам личные сообщения!

# miki_command_description_toggleerrors
source: Toggle Miki's ability to send you error DMs!
da_dk: Skifter bottens evne til at sende personlige meddelelser om fejl.
es_es: ¡Alterna la habilidad de Miki para enviarte MDs sobre errores!
hu_hu: Állítsd be, hogy Miki küldjön-e neked hibaüzeneteket vagy sem!
ru_ru: Позвольте Miki отправлять Вам личные сообщения с ошибками!

# miki_command_description_toggleguildnotifications
source: Toggle Miki's ability to send non-command messages in this channel!
da_dk: Skifter bottens evne til at sende ikke-kommando medelelser i den nuværende kanal.
es_es: ¡Alterna la habilidad de Miki para enviar mensajes no invocados por comandos en este canal!
hu_hu: Állítsd be, hogy Miki küldjön-e nem parancshoz kapcsolható üzeneteket ebbe a csatornába, vagy sem!
ru_ru: Позвольте Miki отправлять сообщения, не являющиеся командами!

# miki_command_usage_leaderboards
source: >leaderboards >leaderboards local >leaderboards mekos >leaderboards commands >leaderboards [mention]
da_dk: >leaderboards >leaderboards local >leaderboards mekos >leaderboards commands
es_es: >leaderboards >leaderboards local >leaderboards mekos >leaderboards commands
hu_hu: >leaderboards >leaderboards local >leaderboards mekos >leaderboards commands
ru_ru: >leaderboards <страница #> >leaderboards local <страница #> >leaderboards mekos <страница #> >leaderboards commands <страница #>

# miki_command_usage_profile
source: >profile
da_dk: >profile >profile [userid]
es_es: >profile >profile <id de usuario>
hu_hu: >profile >profile <felhasználó azonosítója>
ru_ru: >profile >profile <@пользователь>

# miki_generic_achievements
source: Achievements
da_dk: Bedrifter
es_es: Logros
hu_hu: Teljesítmények
ru_ru: Достижения

# miki_generic_disabled
source: disabled
da_dk: deaktiveret
es_es: deshabilitado
hu_hu: kikapcsolva
ru_ru: Выключено:

# miki_generic_enabled
source: enabled
da_dk: aktiveret
es_es: habilitado
hu_hu: bekapcsolva
ru_ru: включено

# miki_generic_global_information
source: Global Information
es_es: Información Global
hu_hu: Általános információ
ru_ru: Общая информация

# miki_generic_information
source: Information
es_es: Información
hu_hu: Információ
ru_ru: Информация

# miki_generic_mekos
source: Mekos
hu_hu: Mekok

# miki_generic_reward
source: Reward
da_dk: Belønninger
es_es: Recompensa
hu_hu: Díj
ru_ru: Награда

# miki_module_accounts_information_level
source: Level: {0} ({1}/{2})
es_es: Nivel: {0} ({1}/{2})
hu_hu: Szint: {0} ({1}/{2})
ru_ru: Уровень: {0} ({1}/{2})

# miki_module_accounts_information_rank
source: Rank: #{0}
da_dk: Rang: #{0}
hu_hu: Helyezés: #{0}
ru_ru: Ранк: #{0}

# miki_module_accounts_leaderboards_commands_header
source: Leaderboards: Command Usage
da_dk: Rangliste: Brug af kommandoer
es_es: Leaderboards: Uso de comandos
hu_hu: Ranglista: Parancshasználat
ru_ru: Leaderboards: Использование команд

# miki_module_accounts_leaderboards_header
source: Leaderboards: Global Experience
da_dk: Rangliste: Global exp
es_es: Leaderboards: Experiencia global
hu_hu: Ranglista: Összes tapasztalat
ru_ru: Leaderboards: Общий опыт

# miki_module_accounts_leaderboards_local_header
source: Leaderboards: Local Experience
da_dk: Rangliste: Lokal exp
es_es: Leaderboards: Experiencia local
hu_hu: Ranglista: Helyi tapasztalat
ru_ru: Leaderboards: Локальный опыт

# miki_module_accounts_leaderboards_mekos_header
source: Leaderboards: Mekos
da_dk: Rangliste: Mekos
hu_hu: Ranglista: Mekok

# miki_module_accounts_profile_error_null
source: Profile {0} doesn't exist!
da_dk: Profilen {0} eksistere ikke.
es_es: ¡El perfil de {0} no existe!
hu_hu: {0} profilja nem létezik!
ru_ru: Профиль {0} не существует!

# miki_module_accounts_profile_favourite_command
source: Favourite Command
da_dk: Favorit kommando
es_es: Comando favorito
hu_hu: Kedvenc parancs
ru_ru: Любимая команда

# miki_module_accounts_profile_footer
source: Member since {0} | Request took: {1}ms
da_dk: Medlem siden {0} | Anmodning tog {1}ms
es_es: Miembro desde {0} | La solicitud demoró: {1}ms
hu_hu: tag {0} óta | a kérelem teljesítése {0}ms-ba telt
ru_ru: Участник с {0} | Запрос занял: {1}ms

# miki_module_accounts_profile_header
source: {0}'s Profile
da_dk: {0}s profil
es_es: Perfil de {0}
hu_hu: {0} profilja
ru_ru: Профиль {0]

# miki_module_accounts_profile_marriedto
source: Married to
da_dk: Gift med:
es_es: Casado con:
hu_hu: Házastársak
ru_ru: В браке с:

# miki_module_accounts_profile_url
source: Profile URL
da_dk: Profil link:
es_es: URL del perfil:
hu_hu: Profil URL-címe
ru_ru: Ссылка на профиль:

# miki_module_settings_dm
source: {0} direct messages
da_dk: {0} personlige meddelelser
es_es: {0} mensajes directos
hu_hu: {0} privát üzenet
ru_ru: {0} личных сообщений

# miki_module_settings_error_dm
source: {0} error notifications
da_dk: {0} fejl meddelelser
es_es: {0} notificaciones de error
hu_hu: {0} hibaüzenet
ru_ru: {0} уведомлений с ошибками

# miki_module_settings_guild_notifications
source: {0} guild notifications
da_dk: {0} guild notifikationer
es_es: {0} notificaciones del servidor
hu_hu: {0} csoportos értesítés
ru_ru: {0} уведомлений гильдии

# miki_placeholder_null
source: none (yet!)
da_dk: ingen (endnu!)
es_es: nada (¡aún!)
hu_hu: nincs (még!)
ru_ru: Нет (пока что!)

# miki_module_general_urban_author
source: by {0}
da_dk: af {0}
es_es: por {0}
hu_hu: {0} által
ru_ru: от {0}

# miki_module_accounts_divorce_content
source: {0} has divorced {1}
da_dk: {0} er blevet skilt med {1}
es_es: {0} se divorció {1}
hu_hu: {0} elvált {1}-től
ru_ru: {0} и {1} теперь не состоят в браке!

# miki_module_accounts_divorce_header
source: Divorce
da_dk: 🔔 Skilsmisse
es_es: 🔔 Divorcio
hu_hu: 🔔 Válás
ru_ru: 🔔 Развод

# miki_module_accounts_error_no_marriage
source: You're not married to this person!
da_dk: Du er ikke gift med denne person.
es_es: ¡No te has casado con esa persona!
hu_hu: Nem mentél hozzá ehhez az emberhez!
ru_ru: Вы не в браке с этим человеком!

# miki_module_general_prefix_help
source: Your current prefix is **{0}**!
da_dk: Det nuværende server prefix er **{0}**
es_es: ¡Tu prefijo actual es **{0}**!
hu_hu: A jelenlegi előtagod **{0}**!
ru_ru: Ныне использующийся префикс **{0}**!

# miki_module_general_prefix_help_header
source: Prefix
es_es: Prefijo
hu_hu: Előtag
ru_ru: Префикс

# miki_command_description_divorce
source: Are you done being married? Divorce today!
da_dk: Færdig med at være gift? Bliv skilt i dag!
es_es: ¿estás cansado de tu matrimonio? ¡Divórciate hoy!
hu_hu: Eleged volt a házasságból? Válj el ma!
ru_ru: Вы устали быть с этим человеком? Разведитесь сегодня!

# miki_command_usage_divorce
source: >divorce <mention> >divorce <name>
da_dk: >divorce <@user> >divorce <user>
es_es: >divorce <mencion> >divorce <nombre>
hu_hu: >divorce <megemlítés> >divorce <név>
ru_ru: >divorce <@пользователь> >divorce <@пользователь>

# miki_module_general_help_aliases
source: Aliases
da_dk: Aliasser
es_es: Alias
hu_hu: Más nevek:
ru_ru: Псевдонимы

# miki_label_prefix
source: Prefix
es_es: Prefijo
hu_hu: Előtag
ru_ru: Префикс

# miki_module_general_guildinfo_roles_count
source: Role count
da_dk: Antal roller
es_es: Conteo de roles
hu_hu: Szerepek száma
ru_ru: Количество ролей

# miki_module_general_guildinfo_voicechannels
source: Voice Channels
da_dk: Voicekanaler
es_es: Canales de voz
hu_hu: Hangcsatornák
ru_ru: Голосовых каналов

# miki_command_description_marry
source: Marry your soulmate! <3
da_dk: Gift dig med din kammesjuk <3
es_es: Cásate con tu alma gemela <3
hu_hu: Menj hozzá a lelki társadhoz <3
ru_ru: Обручитесь со своей второй половинкой <3

# miki_command_usage_marry
source: >marry <mention>
da_dk: >marry <@user>
es_es: >marry <mencion>
hu_hu: >marry <megemlítés>
ru_ru: >marry <@пользователь>

# miki_module_accounts_marry_error_exists
source: You're already proposing/married to this person.
da_dk: Du har allerede friet til, eller er gift med denne person.
es_es: Ya le propusiste matrimonio o te casaste con esa persona.
hu_hu: Már hozzámentél ehhez az emberhez/megkérted a kezét.
ru_ru: Вы уже сделали предложение/в браке с этим человеком.

# miki_module_accounts_marry_error_no_mention
source: Please mention the person you're proposing to!
da_dk: Vær venlig at nævne personen du frier til.
es_es: ¡Por favor menciona a la persona a la cual le estás proponiendo!
hu_hu: Kérlek, említsd meg az embert, akinek meg akarod kérni a kezét!
ru_ru: Пожалуйста, упомяните человека, которому хотите сделать предложение!

# miki_module_accounts_marry_error_null
source: You or the other person doesn't have a Miki account yet. Make them talk more!
da_dk: Du eller den anden person har endnu ikke en Miki-konto endnu. Få dem til at deltage mere i chatten.
es_es: Tú o la otra persona no tienen una cuenta de Miki aún. ¡Házlos hablar más!
hu_hu: Neked vagy a másik embernek még nincs Miki fiókja. Bírd rá, hogy többet beszéljen!
ru_ru: Вы или кто-то другой до сих пор не имеет Miki аккаунта. Заставьте их говорить больше!

# miki_module_accounts_marry_text
source: {0} has proposed to {1}!
da_dk: {0} har friet til {1}!
es_es: ¡{0} le ha propuesto matriomonio a {1}!
hu_hu: {0} megkérte {1} kezét!
ru_ru: {0} сделал предложение {1}!

# miki_module_accounts_marry_text2
source: A marriage is a voluntary and full commitment. It is made in the deepest sense to the exclusion of all others. Before you declare your vows to one another, I want to hear you confirm that it is your intention to be married today. {0}, do you come here freely to give yourself to {1} in marriage?
da_dk: Accepterer du?
es_es: ¿Aceptas?
hu_hu: Elfogadod?
ru_ru: Вы принимаете?

# miki_terms_mention
source: mention
da_dk: benævn
es_es: mención
hu_hu: megemlítés
ru_ru: упоминание

# miki_command_declinemarriage_description
source: Only when you really don't want to get married.
da_dk: kun hvis du virkelig ikke ønsker at indgå i et ægteskab.
es_es: solo cuando no quieras casarte.
hu_hu: Csak akkor, ha nagyon nem akarsz összeházasodni valakivel.
ru_ru: Только если вы действительно не хотите состоять в браке.

# miki_command_declinemarriage_usage
source: >declinemarriage <@user> >declinemarriage *
da_dk: >declinemarriage <@bruger> >declinemarriage *
es_es: >declinemarriage @usuario >declinemarriage *
hu_hu: >declinemarriage @felhasználó >declinemarriage *
ru_ru: >declinemarriage @пользователь >declinemarriage *

# miki_marriage_all_declined
source: All proposals declined!
da_dk: Alle tilbud om ægteskab er blevet afslået.
es_es: ¡Todas las propuestas han sido rechazadas!
hu_hu: Minden kérés elutasítva!
ru_ru: Все предложения отклонены!

# miki_marriage_declined
source: The proposal has been declined.
da_dk: Tilbuddet om ægteskab er blevet afslået.
es_es: La propuesta ha sido rechazada.
hu_hu: A kérés el lett utasítva.
ru_ru: Предложение было отклонено.

# miki_marriage_no_mention
source: Please mention the person you want to decline.
da_dk: Vær venlig at benævne personen du ønsker at afvise.
es_es: Por favor menciona a la persona a la cual quieres rechazar.
hu_hu: Kérlek, említsd meg azt az embert, akit el akarsz utasítani.
ru_ru: Пожалуйста, упомяните человека, с которым хотите развестись!

# miki_marriage_null
source: This user hasn't proposed to you!
da_dk: Denne bruger har ikke friet til dig.
es_es: ¡El usuario no se ha propuesto a ti!
hu_hu: Ez a felhasználó nem kérte még meg a kezed!
ru_ru: Этот пользователь не делал предложение Вам!

# miki_admin_cannot_disable
source: {0} cannot be disabled
da_dk: {0} kan ikke deaktiveres.
es_es: {0} no puede ser deshabilitado
hu_hu: {0} nem kikapcsolható
ru_ru: {0} не может быть выключено

# miki_command_description_acceptmarriage
source: Find your true love, accept a marriage proposal!
da_dk: Find din eneste ene.
es_es: ¡Encuentra tu verdadero amor, acepta la propuesta de matrimonio!
hu_hu: Találd meg az igaz szerelmet, fogadd el, ha megkérik a kezed!
ru_ru: Найдите свою настоящую любовь, примите предложение!

# miki_command_description_ban
source: Get rid of troublemakers and never see them again!
da_dk: Ban'er ballademager fra serveren.
es_es: ¡Desházte de los problemáticos y nunca los volverás a ver!
hu_hu: Szabadulj meg a problémás emberektől és ne lásd őket többé!
ru_ru: Избавьтесь от недругов и никогда не увидите их снова!

# miki_command_description_buymarriageslot
source: Buy more marriage slots here! The price increases by 2,500 for every slot and caps at 10 slots.
da_dk: Køb adgang til flere ægteskaber. Prisen stiger med 2500 per køb, og det maksimale antal ægteskaber er ti.
es_es: Compra más puestos de matrimonio aquí, el precio incrementa a 2500 por cada puesto, y alcanza hasta 10 puestos.
hu_hu: Vegyél több házassági lehetőséget, az ár 2500-zal nő minden új helyért, és 10 hely a maximum.
ru_ru: Купите больше слотов для своих мужей и жён. После каждой такой покупки стоимость увеличивается на 2,500 мекосов. Максимально можно иметь 10 слотов.

# miki_command_description_clean
source: Clean up the most recent messages from Miki!
da_dk: Ryd Mikis seneste beskeder.
es_es: ¡Limpia los mensajes más recientes de Miki!
hu_hu: Takarítsd el Miki legutóbbi üzeneteit!
ru_ru: Удаляет последние сообщения от Miki!

# miki_command_description_daily
source: Get daily mekos!
da_dk: Skaf dine daglige mekos.
es_es: ¡Obtén mekos diarios!
hu_hu: Kapj mekokat minden nap!
ru_ru: Получите свои ежедневные мекосы!

# miki_command_description_declinemarriage
source: Decline marriages you or the other person proposed. This command can be used to remove your own proposal! Use * to decline all marriages.
da_dk: Afvis dine eller andres frierier til dig. Denne kommando kan tilbagetrækker dine frierier. Brug * til at afvise alle ægteskabs frierier.
es_es: Rechaza matrimonios que tú u otra persona propuso/propusiste. ¡Este comando puede ser utilizado para eliminar tu propia propuesta! Utiliza * para rechazar todos los matrimonios.
hu_hu: Utasíts vissza házassági ajánlatokat általad vagy más emberek által. Ezt a parancsot használhatod a saját kéréseid visszavonására is! Használd a *-ot, hogy az összes ajánlatot elutasítsd.
ru_ru: Отклоните предложение другого человека. Эта команда может быть использована для отмены собственного предложения! Используйте *, чтобы отменить все предложения сразу.

# miki_command_description_give
source: Give love and mekos to your friends... mostly mekos.
da_dk: Vis lidt kærlighed, giv dine venner nogle mekos.
es_es: Regala amor y mekos a tus amigos... más bien mekos.
hu_hu: Adj szeretetet és mekokat a barátaidnak... többnyire mekokat.
ru_ru: Подарите любовь и мекосы своим друзьям...В основном мекосы, конечно же.

# miki_command_description_kick
source: Kick baddies with the power of Miki!
da_dk: Benyt Mikis kræfter til at smide ballademagere ud.
es_es: ¡Expulsa a los inútiles con el poder de Miki!
hu_hu: Rúgd ki a rosszfiúkat a Miki erejével!
ru_ru: Кикайте кого угодно с силой Miki!

# miki_command_description_mekos
source: Show your mekos to the world!
da_dk: Viser din nuværende valutabalance i mekos.
es_es: ¡Muesta
hu_hu: Mutasd meg a mekoidat a világnak!
ru_ru: Покажите свои мекосы миру!

# miki_command_description_prune
source: Clean up your messages in just a second!
da_dk: Rydder chatten.
es_es: Limpia tu
hu_hu: Takarítsd el a szemetedet!
ru_ru: Почистите свой чат.

# miki_command_description_setcommand
source: Disable or enable commands with this command! (Do **not** disable this command!)
da_dk: Aktiver eller deaktiver givne kommandoer. (DEAKTIVER IKKE DENNE KOMMANDO!)
es_es: ¡Habilita o deshabilita comandos con este comando! (no deshabilites este comando)
hu_hu: Kapcsolj ki vagy be más parancsokat ezzel a paranccsal! (ezt az parancsot ne kapcsold ki)
ru_ru: Выключите или включите определенные команды с помощью этой команды! (Просим Вас не отключать эту команду)

# miki_command_description_setmodule
source: Disable or enable modules and all its background workers with this command!
da_dk: Aktiver eller deaktiver moduler og deres baggrundsprocessor.
es_es: ¡Habilita o deshabilita módulos y todos los ayudantes de fondo con este comando!
hu_hu: Kapcsold ki vagy be a modulokat és a hozzájuk tartozó háttérmunkásokat ezzel a paranccsal!
ru_ru: Выключите или включите модули и все фоновые процессы с помощью этой команды!

# miki_command_description_setrolelevel
source: Allow users to gain roles when they reach a certain level!
da_dk: Tildeler brugere roller afhængig af deres level.
es_es: ¡Permite a los usuarios ganar roles cuando ellos lleguen a un cierto nivel!
hu_hu: Engedd, hogy a felhasználók új szerepeket kapjanak, amikor elérnek egy bizonyos szintre!
ru_ru: Позволяет пользователям получить роль по достижению определенного уровня!

# miki_command_description_showproposals
source: Show your open proposals with this handy command!
da_dk: Viser aktuelle tilbud om ægteskab.
es_es: ¡Muestra tus propuestas abiertas con este comando útil!
hu_hu: Nézd meg a házassági ajánlataidat ezzel a kézenfekvő paranccsal!
ru_ru: Посмотрите на все предложения, которые Вы отправили или получили, с помощью этой команды!

# miki_command_description_softban
source: Soft ban a person who's being a rude dude.
da_dk: 'Softbanner' den givne bruger.
es_es: Bloquea temporalmente a una persona quién está siendo un viejo rudo
hu_hu: Némíts el valakit, aki taplón viselkedik.
ru_ru: Накажите человека, который был груб с Вами.

# miki_command_description_syncavatar
source: Synchronise your avatar with the Miki database!
da_dk: Synkroniser din avatar med Mikis database.
es_es: ¡Sincroniza tu avatar con la base de datos de Miki!
hu_hu: Szinkronizáld a profilképed Miki adatbázisával!
ru_ru: Синхронизируйте свой аватар с базой Miki!

# miki_command_description_syncname
source: Synchronise your name with the Miki database!
da_dk: Synkroniser dit brugernavn med Mikis database.
es_es: ¡Sincroniza tu nombre con la base de datos de Miki!
hu_hu: Szinkronizáld a neved Miki adatbázisával!
ru_ru: Синхронизируйте свой ник с базой Miki!

# miki_command_usage_acceptmarriage
source: >acceptmarriage <mention>
da_dk: >acceptmarriage <@bruger>
es_es: >acceptmarriage <mencion>
hu_hu: >acceptmarriage <megemlítés>
ru_ru: >acceptmarriage <@пользователь>

# miki_command_usage_ban
source: >ban <mention> [reason] >ban <user id> [reason]
da_dk: >ban <@bruger> [årsag] >ban <bruger id> [årsag]
es_es: >ban <mención> [razón] >ban <id de usuario> [razón]
hu_hu: >ban <megemlítés> [indoklás] >ban <felhasználó azonosítója> [indoklás]
ru_ru: >ban <@пользователь> [причина] >ban <id пользователя> [причина]

# miki_command_usage_declinemarriage
source: >declinemarriage <mention> >declinemarriage *
da_dk: >declinemarriage <@bruger> >declinemarriage *
es_es: >declinemarriage <mención> >declinemarriage *
hu_hu: >declinemarriage <megemlítés> >declinemarriage *
ru_ru: >declinemarriage <@пользователь> >declinemarriage *

# miki_command_usage_give
source: >give <user> <amount>
da_dk: >give <@bruger> <antal mekos>
es_es: >give <usuario> <cantidad>
hu_hu: >give <felhasználó> <mennyiség>
ru_ru: >give <@пользователь> <кол-во>

# miki_command_usage_kick
source: >kick <mention> [reason] >kick <user id> [reason]
da_dk: >kick <@bruger> [årsag] >kick <bruger id> [årsag]
es_es: >kick <mención> [razón] >kick <id de usuario> [razón]
hu_hu: >kick <megemlítés> [indoklás] >kick <felhasználó azonosítója> [indoklás]
ru_ru: >kick <@пользователь> [причина] >kick <id пользователя> [причина]

# miki_command_usage_prune
source: >prune [amount]
da_dk: >prune [antal beskeder]
es_es: >prune [cantidad]
hu_hu: >prune [üzenetek száma]
ru_ru: >prune [кол-во сообщений]

# miki_command_usage_setcommand
source: >setcommand <command name> 1 to enable >setcommand <command name> 0 to disable
da_dk: >setcommand <kommando> 1 >setcommand <kommando> 0
es_es: >setcommand <nombre del comando> 1 para habilitar >setcommand <nombre del comando> 0 para deshabilitar
hu_hu: >setcommand <parancs neve> 1 a bekapcsoláshoz >setcommand <parancs neve> 0 a kikapcsoláshoz
ru_ru: >setcommand <команда> 1 для включения >setcommand <команда> 0 для выключения

# miki_command_usage_setmodule
source: >setmodule <module name> 1 to enable >setmodule <module name> 0 to disable
da_dk: >setmodule <modul> 1 >setmodule <modul> 0
es_es: >setmodule <nombre del módulo> 1 para habilitar >setmodule <nombre del módulo> 0 para deshabilitar
hu_hu: >setmodule <modul neve> 1 a bekapcsoláshoz >setmodule <modul neve> 0 a kikapcsoláshoz
ru_ru: >setmodule <команда> 1 для включения >setmodule <команда> 0 для выключения

# miki_command_usage_setrolelevel
source: >setrolelevel <role name> <level>
da_dk: >setrolelevel <role name> <level number>
es_es: >setrolelevel <nombre del rol> <nivel>
hu_hu: >setrolelevel <szerep neve> <szint>
ru_ru: >setrolelevel <название роли> <уровень>

# miki_command_usage_softban
source: >softban <mention> [reason] >softban <user id> [reason]
da_dk: >softban <@bruger> [årsag] >softban <bruger id> [årsag]
es_es: >softban <mención> [razón] >softban <id de usuario> [razón]
hu_hu: >softban <megemlítés> [indoklás] >softban <felhasználó azonosítója> [indoklás]
ru_ru: >softban <@пользователь> [причина] >softban <id пользователя> [причина]

# miki_command_description_ask
source: Ask your friends silly things
da_dk: Spørg dine venner om alverdens ting.
es_es: Pregunta a tus amigos cosas tontas
hu_hu: Kérdezz ostoba dolgokat barátaidtól.
ru_ru: Задайте своим друзьям пару глупых вопросов.

# miki_command_description_bird
source: Birbs are too cute to not to have a special command for!
da_dk: Fugle er for nuttede til ikke at have en decideret kommando.
es_es: ¡Los pájaros son tan lindos como para tener un comando especialmente dedicado a ellos!
hu_hu: A madarak túl cukik ahhoz, hogy ne legyen külön parancsuk!
ru_ru: Птицы слишком милые, чтобы не сделать для них отдельную команду!
