Repository: Mikibot/Miki
Catalog: Miki/Languages/*.resx
Languages: da_dk, es_es, hu_hu, ru_ru

# miki_module_fun_pun_42
source: So what if I don't know what "apocalypse" means!? It's not the end of the world!
da_dk: Hvorfor skifter blondinen kun bleen på sin baby en gang om måneden? Fordi der står op til 10 kg på pakken.
es_es: ¿Cómo se llama el primo vegetariano de Bruce Lee? Pues Broco Lee...
hu_hu: És akkor mi van, ha nem tudom, mit jelent az "apokalipszis"? Az még nem a világvége!
ru_ru: И что, что я не знаю значение слова "апокалипсис"? Это же не конец света!

# miki_module_fun_pun_43
source: My friend's bakery burned down last night. Now his business is toast.
da_dk: Hvad sagde den ene væg til den anden? Vi mødes på hjørnet.
es_es: Hola guapa, ¿me dices tu teléfono? Un iPhone. Pero el número. El 5.
hu_hu: A barátom péksége múlt éjjel leégett. Most próbálnak valamit kisütni.

# miki_module_fun_pun_44
source: Police were called to a daycare where a three-year-old was resisting a rest.
da_dk: "Tjener, hvor længe har de været ansat?" "Det her er faktisk min første dag." "Okay, så kan det ikke være dem der tog imod min bestilling!"
es_es: ¿Sabes que mi hermano anda en bicicleta desde los cuatro años?. Mmm, pues ya debe estar lejos.
hu_hu: Tegnap befizettem egy reinkarnációs tanfolyamra. Baromi sokba került, de hát egyszer élünk.

# miki_module_fun_pun_45
source: Peter Pan punched a lost boy into the sky last week. They say he'll Neverland.
da_dk: Endnu en programmør vits! ```css #big-bang::before { content: ""; } ```
es_es: Mamá, aún no sé qué estudiar. ¿Qué te gusta? Dormir…
hu_hu: Vettem egy kiló finom lisztet. Megkóstoltam, mégsem volt az.

# miki_module_fun_pun_46
source: I did a theatrical performance about puns. Really, it was just a play on words.
da_dk: Hvis arbejde er sundt, så giv det til de syge.
es_es: Cariño, tengo dos noticias, una buena y otra mala. He dejado las drogas, pero no sé donde.
hu_hu: Miért nincs bástya a vonaton? Mert a vonat nem vár.

# miki_module_fun_pun_47
source: The other day I held the door open for a clown. I thought it was a nice jester.
da_dk: ```css .illuminati !important { position: absolute; visibility: hidden; } ```
es_es: ¿Qué hace una persona con un sobre de ketchup en la oreja? Escuchando salsa.
hu_hu: A tehén bonyolult állat. De én megfejtem.

# miki_module_fun_pun_48
source: What did the grape say when it got stepped on? Nothing - but it let out a little whine.
da_dk: ```css #nsa { opacity: 1; } ```
es_es: Hija, lo que hiciste no tiene nombre!. Todavía no Papi, ¡pero espérate 9 meses y le pongo uno bien bonito!
hu_hu: Két szőlőszem ül a sínen és beszélgetnek: "Te, jön a vonat." - "Mikor?" - "Must!"

# miki_module_fun_pun_49
source: The girl quit her job at the doughnut factory because she was fed up with the hole business.
da_dk: ```css .wife { right: 100%; margin: 0%; } ```
es_es: Un payaso le pide un aumento de sueldo a su jefe y este le contesta: ¡Qué grande, veinte años trabajando juntos, y esta es la primera vez que me haces reír!
hu_hu: Ebéd közben kajacsatáztunk a haverommal. De aztán lekenyereztem.

# miki_module_fun_pun_5
source: I'm glad I know sign language, it's pretty handy.
da_dk: Hvorfor hyler prærieulve kun om natten? De kan kun se kaktusserne om dagen.
es_es: ¿Sabes que el otro día se cayó mi madre por el balcón y ahora está en el cielo?. Pues, ¡cómo rebota tu vieja!.
hu_hu: Örülök, hogy ismerem a jelbeszédet, nagyon kézenfekvő.

# miki_module_fun_pun_50
source: There was a sign on the lawn at a drug rehab center that said "Keep off the grass".
da_dk: Hvordan blev citronen til lemonade? Den blev presset til det.
es_es: ¿Me da una entrada para el teatro? ¿Para Los Miserables? Mire, somos pobres pero respétenos.
hu_hu: Mi a különbség az anyós és a laposelem közt? Az elemnek van pozitív oldala.

# miki_module_fun_pun_51
source: Don’t have phone sex, you might get hearing aids.
da_dk: "Far, hvor ligger Syrien?" "Det ved jeg ikke, spørg din mor, hun kender alle køkkentingene."
es_es: Mamá, mamá mis amigos me molestan y dicen que tú te avergüenzas de mi. Ya te he dicho que en la calle no me digas mamá...
hu_hu: Az í­jászati szaküzlet tulajdonosa a helyi tévének is nyilat hozott.

# miki_module_fun_pun_52
source: You and I are like the front and back ends of a book; we'll always end up back together.
da_dk: ```css .fear { display: none; } ```
es_es: Soy tan buena persona que no madrugo para que Dios ayude a otro.
hu_hu: Egy madzagra kukoricapehely-karikákat fűztem fel, hogy tanulmányozzam a táplálékláncot.

# miki_module_fun_pun_6
source: Why was Cinderella thrown off the basketball team? She ran away from the ball.
da_dk: "Lille Per, det er jo slet ikke vores egen lillebror du har med hjem." "Nej mor, men den her barnevogn er da meget federe."
es_es: Un día en Mercurio dura 1408 horas. Lo mismo que un lunes en la Tierra...
hu_hu: Mi lesz abból, ha két busz összeütközik? Két rombusz.

# miki_module_fun_pun_7
source: Did you hear about the guy who got hit in the head with a can of soda? He was lucky it was a soft drink.
da_dk: Er det godt eller dårligt at have ben i næsen, hvis man dyrker karate?
es_es: En un baile un chico dice: ¿Bailas?. La chica contesta: ¡¡Sí!!. Buenísimo, entonces puedo usar la silla.
hu_hu: "Kislányom, hozz egy hurkát a boltból, de ne véreset!" - "Denevéreset?"

# miki_module_fun_pun_8
source: I'm reading a book about anti-gravity. It's impossible to put down.
da_dk: Jeg læser en bog om anti-tyngdekraft, den er umulig at lægge ned.
es_es: Era un hombre tan, pero tan flaco, que no tenía ni dedo gordo.
hu_hu: Elkezdtem olvasni egy könyvet a súlytalanságról. Nem lehet letenni.
ru_ru: Я читаю книгу про антигравитацию. Её просто невозможно бросить.

# miki_module_fun_pun_9
source: I'm emotionally constipated. I haven't given a shit in days.
da_dk: "Jeg er kun sikker på to ting, Universets uendelighed og menneskets dumhed. Og dog er jeg ikke så sikker på det med universet."
es_es: La diferencia entre un político y un ladrón es que a uno lo escoges tú y el otro te escoge a ti.
hu_hu: Felmondtam a szennyví­zszállí­tó cégnél, mert untam az örökös szarrakodást.

# miki_module_fun_roll_result
source: 🎲 {0} rolled a **{1}**.
da_dk: 🎲 {0} rullede en **{1}**
es_es: 🎲 {0} tiró un **{1}**
hu_hu: 🎲 {0} **{1}**-t gurított.
ru_ru: 🎲 {0} зароллил **{1}**.

# miki_module_fun_roulette_winner
source: And the winner of `{0}` is {1}.
da_dk: Og vinderen af {0} er {1} !
es_es: Y el ganador de `{0}` es {1}.
hu_hu: És a `{0}` nyertese {1}.
ru_ru: И победитель `{0}` - {1}.

# miki_module_fun_roulette_winner_no_arg
source: And the winner is: {0}
da_dk: Og vinderen er {0} !
es_es: Y el ganador es: {0}
hu_hu: És a győztes: {0}
ru_ru: И победитель - {0}

# miki_module_fun_slots_header
source: Slots
es_es: Tragamonedas
hu_hu: félkarú rabló

# miki_module_fun_slots_win_amount
source: {0}🔸 has been added to your account. Your new balance is `{1}`.
da_dk: {0}🔸 er blevet tilføjet din Miki konto.
es_es: {0}🔸 se han sumado a tu cuenta.
hu_hu: {0}🔸 hozzá lett adva a fiókodhoz.
ru_ru: {0}🔸 были добавлены Вам.

# miki_module_fun_slots_win_header
source: You win!
da_dk: Du vinder!
es_es: ¡Ganaste!
hu_hu: Nyertél!
ru_ru: Вы выиграли!

# miki_command_description_8ball
source: Push your luck by asking Miki specific questions about your life!
da_dk: Vær en heldig kartoffel, og spørg Miki om livets store spørgsmål!
es_es: ¡Prueba tu suerte preguntándole a Miki preguntas especificas sobre tu vida!
hu_hu: Teszteld a szerencsédet azzal, hogy kérdéseket teszel fel Mikinek az életedről!
ru_ru: Испытайте свою удачу, задав Miki вопросы о своей жизни!

# miki_command_description_pasta
source: Get memes from all over the world!
da_dk: Gem og hent bider af text.
es_es: Guarda y carga líneas de texto
hu_hu: Találj mémeket a világ minden tájáról!
ru_ru: Сохраните пару строчек текста здесь.

# miki_command_usage_8ball
source: >8ball <question>
da_dk: >8ball <spørgsmål>
es_es: >8ball <pregunta>
hu_hu: >8ball <kérdés>
ru_ru: >8ball <вопрос>

# miki_command_usage_pasta
source: >pasta <keyword>
da_dk: pasta <nøgleord>
es_es: pasta new <palabra clave> <contenido de la pasta> pasta + <palabra clave> <contenido de la pasta> pasta find <palabra clave> pasta search <palabra clave> pasta edit <palabra clave> <contenido para editar> pasta change <palabra clave> <contenido para editar> pasta who <palabra clave> pasta whom <palabra clave> pasta ? <palabra clave> pasta upvote <palabra clave> pasta <3 <palabra clave> pasta love <palabra clave> pasta downvote <palabra clave> pasta </3 <palabra clave>pasta hate <palabra clave> pasta hate <palabra clave>
hu_hu: >pasta <kulcsszó>
ru_ru: >pasta <название> >mypasta >newpasta <название> <содержание> >searchpasta <название> >editpasta <название> <содержание> >infopasta <название> >lovepasta <название> >hatepasta <название> >poppasta >toppasta

# miki_module_fun_8ball_result
source: 🎱 {0}, your question has been answered `{1}`
da_dk: 🎱 {0}, dit spørgsmål er blevet besvaret `{1}`
es_es: 🎱 {0}, tu pregunta ha sido contestada `{1}`
hu_hu: {0}, a kérdésedre a válasz: `{1}`
ru_ru: 🎱 {0}, на Ваш вопрос был получен ответ: `{1}`

# miki_module_fun_image_error_no_image_found
source: No images found on your search :(
da_dk: Ingen billeder matchede din søgning.
es_es: No se encontraron imágenes en tu búsqueda :(
hu_hu: Nem találtam képet a keresésed alapján :(
ru_ru: По Вашему запросу не было найдено ни одного изображения :(

# miki_module_pasta_create_error_already_exist
source: This pasta already exists! Try a different name.
da_dk: Pastaen eksisterer allerede. Prøv med et andet navn.
es_es: ¡Esta pasta ya existe! Intenta un nombre diferente.
hu_hu: Ilyen nevű paszta már létezik! Próbálj egy másik nevet adni neki.
ru_ru: Эта паста уже существует! Попробуйте другое название.

# miki_module_pasta_create_success
source: Created pasta `{0}`!
da_dk: Tilføjet pastaen `{0}`!
es_es: ¡Pasta `{0}` creada!
hu_hu: `{0}` megalkotva!
ru_ru: Создана паста `{0}`!

# miki_module_pasta_delete_success
source: Deleted pasta `{0}`!
da_dk: Pastaen `{0}` er blevet fjernet!
es_es: ¡Pasta `{0}` eliminada!
hu_hu: `{0}` törölve!
ru_ru: Удалена паста `{0}`!

# miki_module_pasta_edit_success
source: Edited `{0}`!
da_dk: Redigeret pastaen `{0}`!
es_es: ¡`{0}` editado!
hu_hu: `{0}` szerkesztve!
ru_ru: `{0}` изменено!

# miki_module_pasta_error_no_permissions
source: You cannot {0} pastas you did not create!
da_dk: Du kan ikke {0} pastaer, som du ikke selv har skabt!
es_es: ¡No puedes {0} pastas que tu no creastes!
hu_hu: Nem tudsz {0} olyan pasztákat, amiket nem te készítettél!
ru_ru: Вы не можете {0} пасту, которую Вы не создали!

# miki_module_pasta_error_null
source: This pasta doesn't exist!
da_dk: Denne pasta eksisterer ikke!
es_es: ¡Esta pasta no existe!
hu_hu: Ez a paszta nem létezik!
ru_ru: Такая паста не существует!

# miki_module_pasta_error_search_no_arg
source: Please enter one of the tags or commands.
da_dk: Vær venlig at indtaste en pasta eller et argument.
es_es: Por favor ingresa una de las etiquetas o comandos
hu_hu: Kérlek, írj be egy címkét vagy parancsot.
ru_ru: Пожалуйста, введите тег или команду.

# miki_module_pasta_error_search_no_results
source: No search query found. Please specify what you want to search for.
da_dk: Intet resultat fundet. Venlist specificer hvad
es_es: No se ha encontrado ninguna consulta de búsqueda. Por favor especifica lo que deseas buscar.
hu_hu: Nem találtam a keresőszót. Pontosítsd, mire akarsz rákeresni.
ru_ru: По Вашему запросу ничего не найдено. Пожалуйста, уточните, что Вы имеете в виду.

# miki_module_pasta_error_specify
source: Please specify which pasta you would like to {0}.
da_dk: Vær venlig at specificere hvilken pasta du ønsker at {0}.
es_es: Por favor, especifica que pasta deseas para {0}.
hu_hu: Kérlek, írd be, melyik pasztát szeretnéd {0}.
ru_ru: Пожалуйста, уточните пасту, которую Вы хотите {0}.

# miki_module_pasta_error_specify_check
source: check
da_dk: tjek
es_es: comprobar
hu_hu: megtalálni
ru_ru: проверить

# miki_module_pasta_error_specify_delete
source: delete
da_dk: slet
es_es: eliminar
hu_hu: törölni
ru_ru: удалить

# miki_module_pasta_error_specify_edit
source: edit
da_dk: redigere
es_es: editar
hu_hu: szerkeszteni
ru_ru: изменить

# miki_module_pasta_error_specify_upvote
source: upvote
da_dk: synes godt om
es_es: votar a favor
hu_hu: pontozni
ru_ru: проголосовать

# miki_module_pasta_identify_created_by
source: Created by
da_dk: Skabt af:
es_es: Creado por
hu_hu: Készítő
ru_ru: Создатель:

# miki_module_pasta_identify_date_created
source: Date created
da_dk: Oprettelsesdato:
es_es: La fecha de creación
hu_hu: Készítés napja
ru_ru: Дата создания:

# miki_module_pasta_identify_rating
source: Rating
da_dk: Bedømmelse:
es_es: Calificación
hu_hu: Értékelés
ru_ru: Рейтинг:

# miki_module_pasta_identify_times_used
source: Times used
da_dk: Gange brugt:
es_es: Veces usado
hu_hu: Használatok száma
ru_ru: Раз использовано:

# miki_module_pasta_mine_error_null
source: Sorry, but you haven't created any pastas yet.
da_dk: Du har endnu ikke skabt nogle pastaer.
es_es: Lo siento, aun no tienes algún pasta creada.
hu_hu: Bocsi, de még nem alkottál egy pasztát se.
ru_ru: Извините, но Вы не создали ещё ни одной пасты.

# miki_module_pasta_mine_header
source: {0}'s pastas
da_dk: {0}s pastaer
es_es: Pastas de {0}
hu_hu: {0} pasztái
ru_ru: Пасты {0}

# miki_module_pasta_search_error_no_results
source: Sorry, but we couldn't find a pasta with `{0}`
da_dk: Ingen pastaer blev fundet som matchede `{0}`
es_es: Lo sentimos, no se han encontrado pastas con `{0}`
hu_hu: Bocsi, de nem találtunk {0} nevű pasztát.
ru_ru: Извините, но Я не могу найти пасты с `{0}`

# miki_module_pasta_search_footer
source: page {0} of {1}
da_dk: side {0} af {1}
es_es: pagina {0} de {1}
hu_hu: {0}. oldal a {1}-ből
ru_ru: Страница {0} из {1}

# miki_module_pasta_search_header
source: 🔎 I found these pastas
da_dk: 🔎 Pastaer fundet:
es_es: 🔎 Encontré estas pastas:
hu_hu: 🔎 Ezeket a pasztákat találtam
ru_ru: 🔎 Я нашла такие пасты:

# miki_module_pasta_vote_success
source: Your vote has been updated! Current Score: `{0}`
da_dk: Din bedømmelse er blevet opdateret. Nuværende score: `{0}`
es_es: ¡Tu voto ha sido actualizado! Puntuación actual: `{0}`
hu_hu: A szavazatod frissült! Jelenlegi értékelés: `{0}`
ru_ru: Ваш голос был засчитан! Текущее количество очков у пасты: `{0}`

# miki_success_message_generic
source: Success!
da_dk: Succes
es_es: ¡Listo!
hu_hu: Sikerült!
ru_ru: Успех!

# miki_command_description_info
source: Shows information about the bot, contributors and it's creator.
da_dk: Viser information om botten og dens skaber.
es_es: Enseña informacion sobre el bot y su creador.
hu_hu: Információt ad a botról és készítőjéről.
ru_ru: Показывает информацию о боте и его создателе.

# miki_command_description_prefix
source: Set your server's prefix for Miki (default: >) to something else.
da_dk: Ændre din servers prefix fra `>` til et brugerdefineret prefix
es_es: Cambia el prefijo del servidor para Miki (por defecto: >) a algo más
hu_hu: Állítsd be Miki parancsainak előtagját (alapesetben: >) valami másra.
ru_ru: Изменяет префикс на вашем сервере (по умолчанию: >) на какой-либо другой.

# miki_module_admin_disable_command
source: Disabled command `{0}`!
da_dk: Kommandoen `{0}` er nu slået fra.
es_es: ¡Inhabilitado el comando `{0}`!
hu_hu: A `{0}` parancs ki lett kapcsolva!
ru_ru: Команда `{0}` выключена!

# miki_module_admin_disable_module
source: Disabled module `{0}`!
da_dk: Modulet `{0}` er nu slået fra.
es_es: ¡Inhabilitado el módulo `{0}`!
hu_hu: A `{0}` modul ki lett kapcsolva!
ru_ru: Модуль `{0}` выключен!

# miki_module_admin_enable_command
source: Enabled command `{0}`!
da_dk: Kommandoen `{0}` er nu slået til.
es_es: ¡Habilitado el comando `{0}`!
hu_hu: A `{0}` parancs be lett kapcsolva!
ru_ru: Команда `{0}` включена!

# miki_module_admin_enable_module
source: Enabled module `{0}`!
da_dk: Modulet `{0}` er nu slået til.
es_es: ¡Habilitado el módulo `{0}`!
hu_hu: A `{0}` modul be lett kapcsolva!
ru_ru: Модуль`{0}` включен!

# miki_module_admin_error_module_disabled
source: Module {0} is disabled.
da_dk: Modulet`{0}` er slået fra.
es_es: El módulo {0} está inhabilitado.
hu_hu: A `{0}` modul ki van kapcsolva.
ru_ru: Модуль {0} выключен.

# miki_module_admin_kick_by
source: By user
da_dk: Kick'et af
es_es: 💁 Expulsado por
hu_hu: 💁 Kirúgott:
ru_ru: 💁 Кикнут

# miki_module_admin_kick_description
source: You've been kicked from **{0}**!
da_dk: Du er blevet kick'et fra **{0}**!
es_es: ¡Has sido expulsado de **{0}**!
hu_hu: Kirúgtak a **{0}** csoportból!
ru_ru: Вы были кикнуты из **{0}**!

# miki_module_admin_kick_header
source: Kick
es_es: ⚠ EXPULSIÓN
hu_hu: ⚠ KIRÚGÁS

# miki_module_admin_kick_reason
source: Reason
da_dk: 💬 Årsag
es_es: 💬 Razón
hu_hu: 💬 Indoklás
ru_ru: 💬 Причина

# miki_module_admin_prune_error_max
source: You cannot prune more than 100 messages per command.
da_dk: Man kan ikke slette mere end 100 beskeder af gangen.
es_es: No puedes borrar mas de 100 mensajes por comando.
hu_hu: Nem törölhetsz 100-nál több üzenetet parancsonként.
ru_ru: Вы не можете удалить более 100 сообщений за одну команду.

# miki_module_admin_prune_error_no_access
source: I cannot delete messages in this channel. ):
da_dk: Jeg kan ikke slette beskeder i denne kanal.
es_es: No puedo borrar mensajes en este canal ):
hu_hu: Nem törölhetek üzeneteket ebből a csatornából. ):
ru_ru: Я не могу удалить сообщения в этом канале. ):

# miki_module_admin_prune_success
source: Deleted {0} messages!
da_dk: 🗑 Slettede {0} beskeder.
es_es: ¡Se han borrado {0} mensajes!
hu_hu: {0} üzenet törölve!
ru_ru: Удалено {0} сообщений!

# miki_module_general_calc_error
source: I cannot do this kind of math!
da_dk: Så meget kan ikke beregnes.
es_es: ¡No puedo hacer ese tipo de matemáticas!
hu_hu: Ilyen számítást nem tudok végezni!
ru_ru: Я не могу подсчитать подобное!

# miki_module_general_guildinfo_channels
source: Channels
da_dk: 📺 Kanaler
es_es: 📺 Canales
hu_hu: Csatornák
ru_ru: 📺 Каналы

# miki_module_general_guildinfo_owned_by
source: Owned by
da_dk: 👑 Ejet af
es_es: 👑 Adueñado por
hu_hu: Tulajdonos
ru_ru: 👑 Владелец

# miki_module_general_guildinfo_roles
source: Roles
da_dk: 📜 Roller
hu_hu: Szerepek
ru_ru: 📜 Роли

# miki_module_general_guildinfo_users
source: Users
da_dk: 🙎 Brugere
es_es: 🙎 Usuarios
hu_hu: Felhasználók
ru_ru: 🙎 Пользователи

# miki_module_general_help_description
source: Description
da_dk: Beskrivelse:
es_es: Descripción
hu_hu: Leírás
ru_ru: Описание

# miki_module_general_help_dm
source: A personal message with all my commands is on the way! Use `>help [command]` for more information about specific commands!
da_dk: En personlig meddelelse med alle mine kommandoer er blevet sendt til dig. Brug `>help [command]` for at få mere information omkring denne kommando.
es_es: ¡Un mensaje personal con todos mis comandos está en camino! ¡Utiliza `>help [comando]` para mas información sobre un comando específico!
hu_hu: Már úton van egy privát üzenet, amely tartalmazza az összes parancsomat! Használd a `>help [parancs]`-ot, hogy több információt szerezz bizonyos parancsokról!
ru_ru: Личное сообщение со списком моих команд было отправлено! Используйте `>help [команда]` для получения более конкретной информации о команде!

# miki_module_general_help_usage
source: Usage
da_dk: Eksempel
es_es: Uso
hu_hu: Használat
ru_ru: Использование

# miki_module_general_info_docs
source: Documentation
da_dk: Dokumentation
es_es: Documentación
hu_hu: Dokumentáció
ru_ru: Документация

# miki_module_general_info_donate_string
source: I have created a Patreon to allow people to support Miki. Please check it out and support if you can!
da_dk: Hi allesammen! Jeg har lavet en Patreon, der giver folk muligheden for at støtte Miki. Tjek den gerne ud, og donere hvis du kan!
es_es: ¡Hola a todos! He creado un Patreon para permitirle a la gente apoyar a Miki. ¡Por favor échale un vistazo y apóyanos si puedes!
hu_hu: Üdv mindenkinek! Csináltam egy Patreon-fiókot, hogy így lehessen támogatni Mikit. Kérlek, nézz rá, és támogasd, hogyha tudod!
ru_ru: Приветствую Вас! Я создал Patreon, чтобы позволить людям поддержать Miki. Не останьтесь в стороне и помогите Miki в дальнейшем развитии!

# miki_module_general_info_links
source: Links
da_dk: Hyperlinks:
es_es: Enlaces
hu_hu: Linkek
ru_ru: Ссылки:

# miki_module_general_info_made_by_description
source: Special thanks to:
da_dk: Særligt tak til: Florestina, Mei, Rappy, Rie & Rosie.
es_es: Agradecimientos especiales a: Florestina, Mei, Rappy, Rie, Rosie
hu_hu: Külön köszönet: Florestina, Mei, Rappy, Rie, Rosie
ru_ru: Специальные благодарности: Florestina, Mei, Rappy, Rie, Rosie

# miki_module_general_info_made_by_header
source: **Made by:** Veld
da_dk: **Skabt af:** Veld
es_es: **Hecho por:** Veld
hu_hu: **Készítette:** Veld
ru_ru: **Создатель:** Veld

# miki_module_general_info_reddit
source: Subreddit
hu_hu: alreddit
ru_ru: Сабреддит

# miki_module_general_info_server
source: Support Server
da_dk: Support guild
es_es: Servidor de suporte
hu_hu: támogatói szerver
ru_ru: Сервер поддержки

# miki_module_general_info_website
source: Website
da_dk: Hjemmeside
es_es: Sitio web
hu_hu: weboldal
ru_ru: Вебсайт

# miki_module_general_invite_dm
source: Here you go! :3
da_dk: Værsgo! :3
es_es: ¡Aqui está! :3
hu_hu: Tessék! :3
ru_ru: Держи! :3

# miki_module_general_invite_message
source: I'll send you a private message with an invite URL.
da_dk: Jeg har sendt en personlig meddelelse med en invitations URL.
es_es: Te enviaré un mensaje privado con el enlace de invitación.
hu_hu: Küldök egy privát üzenetet egy meghívó URL-lel.
ru_ru: Я отправлю Вам сообщение с приглашением.

# miki_module_general_prefix_error_no_arg
source: Cannot set your prefix to nothing. Please consult `>help prefix` to find out what it does.
da_dk: Prefix'et kan ikke blive sat til ingenting. Benyt `>help prefix` for mere information om hvordan denne kommando virker.
es_es: No se puede cambiar tu prefijo a nada. Consulta `>help prefix` para averiguar lo que hace.
hu_hu: Az előtagodat nem törölheted ki. Írd be a `>help prefix`-et, hogy megtudd, mire való ez a parancs.
ru_ru: Невозможно установить префикс. Пожалуйста, используйте `>help prefix`, чтобы увидеть как это работает.

# miki_module_general_prefix_example_command_header
source: Example Command
da_dk: Eksempel på kommando
es_es: Comando de ejemplo
hu_hu: Példaparancs
ru_ru: Пример команды

# miki_module_general_prefix_success_header
source: ⚙️ Changed prefix!
da_dk: ⚙️ Ændrede prefix
es_es: ⚙️ ¡Prefijo cambiado!
hu_hu: ⚙️ Előtag megváltoztatva!
ru_ru: ⚙️ Префикс изменён!

# miki_module_general_prefix_success_message
source: Changed your prefix to **{0}**!
da_dk: Bottens prefix på denne server er blevet ændret til **{0}**
es_es: ¡Tu prefijo se ha cambiado a **{0}**!
hu_hu: Az előtagod átváltozott **{0}**-ra!
ru_ru: Префикс изменён на **{0}**!

# miki_module_general_urban_definition
source: Definition
es_es: Definición
hu_hu: Leírás
ru_ru: Определение

# miki_module_general_urban_example
source: Example
da_dk: Eksempel:
es_es: Ejemplo
hu_hu: Példa
ru_ru: Пример

# miki_module_general_urban_rating
source: Rating
da_dk: Bedømmelse:
es_es: Clasificación
hu_hu: Értékelés
ru_ru: Рейтинг

# miki_module_help_didyoumean
source: Did you mean?
da_dk: Mente du?
es_es: ¿Quisiste decir?
hu_hu: Így értetted?
ru_ru: Возможно, Вы имели в виду:

# miki_module_help_error_null_header
source: Command not found.
da_dk: Kommandoen blev ikke fundet.
es_es: Comando no encontrado.
hu_hu: A parancs nem található.
ru_ru: Команда не найдена.
