Repository: Mikibot/Miki
Catalog: Miki/Languages/*.resx
Languages: da_dk, es_es, hu_hu, ru_ru

# miki_blackjack_win_description
source: Miki has not been able to beat your score and this means you get the jackpot. You gained {0} mekos!
da_dk: Miki kunne slå din score. Dette betyder at du vinder. Du har vundet {0} mekos!
es_es: Miki no pudo apostar tus puntos y significa que tu ganas. ¡Ganaste {0} mekos!
hu_hu: Miki nem tudta utolérni a pontszámodat, így te nyerted a jackpotot. Kaptál {0} mekot!
ru_ru: Miki не смогла переиграть Вас и это значит, что вы получаете джекпот! Вы заработали {0} мекосов!

# miki_blackjack_win_title
source: You win!
da_dk: Du vinder!
es_es: ¡Tú ganas!
hu_hu: Te győztél!
ru_ru: Вы выиграли!

# miki_command_description_blackjack
source: Gamble away your mekos in a totally fair game of blackjack against Miki!
da_dk: Gamble dine penge i et totalt fair spil blackjack mod Miki!
es_es: ¡Apuesta todos tus mekos en un juego totalmente justo de blackjack contra Miki!
hu_hu: Tedd kockára a mekoidat egy Miki elleni, teljesen fair blackjack játékban!
ru_ru: Проиграйте все свои мекосы в самой честной игре в блекджек против Miki!

# miki_command_usage_blackjack
source: >blackjack <amount>
da_dk: >blackjack <mængde af mekos>
es_es: >blackjack <cantidad>
hu_hu: >blackjack <mennyiség>
ru_ru: >blackjack <кол-во>

# mypasta_error_no_pastas
source: Sorry, but you don't have any pastas yet...
da_dk: Du har endnu ikke oprettet nogen pastaer.
es_es: Lo siento, pero no tienes pastas aun...
hu_hu: Bocsi, de még nem csináltál egy pasztát se...
ru_ru: Увы, но у Вас ещё нет никаких паст.

# mypasta_title
source: {0}'s pastas
da_dk: {0}s pastaer
es_es: Pastas de {0}
hu_hu: {0} pasztái
ru_ru: Пасты {0}

# pasta_error_no_arg
source: Please enter one of the tags or commands.
da_dk: Angiv venligst et tag eller en handling.
es_es: Por favor ingresa uno de los comandos.
hu_hu: Kérlek, írj be egy címkét vagy parancsot.
ru_ru: Пожалуйста, введите один из тегов или команд.

# poppasta_title
source: Most popular pastas
da_dk: Mest populære pastaer
es_es: Pastas más populares
hu_hu: Legnépszerűbb paszták
ru_ru: Самые популярные пасты

# searchpasta_error_no_arg
source: Please specify the terms you want to search.
da_dk: Angiv venligst de nøgleord, som du vil søge efter.
es_es: Por favor especifica los términos que deseas buscar.
hu_hu: Kérlek, írd be a kifejezéseket, amikre rá akarsz keresni.
ru_ru: Пожалуйста, укажите запрос для поиска.

# toppasta_title
source: Top pastas
da_dk: Top pastaer
es_es: Pastas más populares
hu_hu: Legjobb paszták
ru_ru: Топ пасты

# miki_command_description_setevent
source: Disable or enable commands with this command! (do not disable this command)
da_dk: Slå kommandoer til eller fra med denne kommando (slå ikke denne kommando fra).
es_es: Habilita o inhabilita comandos con este comando! (no inhabilites este comando)
hu_hu: Kapcsolj ki és be parancsokat ezzel a paranccsal! (ne kapcsold ki ezt a parancsot)
ru_ru: Отключить или включить команды с помощью этой команды! (не отключайте эту команду)

# miki_command_usage_setevent
source: >setcommand <command name> 1 to enable >setcommand <command name> 0 to disable
da_dk: >setcommand <kommandonavn> 1 for at slå til >setcommand <kommandonavn> 0 for at slå fra
es_es: >setcommand <nombre de comando> 1 para habilitarlo. >setcommand <nombre de comando> 0 para inhabilitarlo.
hu_hu: >setcommand <parancsnév> 1 a bekapcsolásért >setcommand <parancsnév> 0 a kikapcsolásért
ru_ru: >setcommand <команда> 1 для включения >setcommand <команда> 0 для выключения

# page_index
source: page {0} of {1}
da_dk: Side {0} af {1}
es_es: página {0} de {1}
hu_hu: {0}. oldal a {1}-ből
ru_ru: Страница {0} из {1}

# guildconfig_expneeded
source: Your users need {0} experience to use >guildweekly now!
da_dk: Du skal have {0} i erfaring for at kunne bruge >guildweekly.
es_es: ¡Ahora tus usuarios necesitan {0} experiencia para usar >guildweekly!
hu_hu: A felhasználóidnak mostantól {0} pont kell, hogy használják a >guildweekly-t!
ru_ru: Вашим пользователям нужно {0} опыта для того, чтобы использовать >guildweekly сейчас!

# guildconfig_visibility_false
source: Your guild will no longer be seen on the leaderboards!
da_dk: Din guild vil ikke længe kunne ses på førertavlen.
es_es: ¡Tu servidor ya no aparecerá en la tabla de posiciones!
hu_hu: A te csoportod mostantól nem látható a ranglistán!
ru_ru: Ваша гильдия больше не будет отображаться в рейтинге!

# guildconfig_visibility_true
source: Your guild is visible on the leaderboards!
da_dk: Din guild vil (igen) kunne ses på førertavlen.
es_es: ¡Tu servidor aparecerá en la tabla de posiciones!
hu_hu: A csoportod látható a ranglistán!
ru_ru: Ваша гильдия теперь видна в рейтинге гильдий!

# guildnewrival_error_matchmaking_failed
source: We couldn't matchmake you right now. Try again later!
da_dk: Der skete en fejl under matchmaking. Prøv igen senere.
es_es: No pudimos emparejarte ahora mismo, ¡intenta de nuevo más tarde!
hu_hu: Nem tudtunk összepárosítani titeket most, próbáld újra később!
ru_ru: Мы не cмогли начать матч прямо сейчас, повторите попытку позже!

# guildnewrival_error_timer_running
source: Please wait a day before doing this command again!
da_dk: Vent en dag til, før du kan bruge denne kommando.
es_es: ¡Por favor espera un día antes de volver a usar este comando!
hu_hu: Kérlek, várj egy napot, mielőtt ezt a parancsot újra használod!
ru_ru: Пожалуйста, подождите день перед тем, как использовать эту команду!

# guildnewrival_success
source: Your new rival is **{0}**!
da_dk: Din nye rival er **{0}**!
es_es: ¡Tu nuevo rival es **{0}**!
hu_hu: Az új riválisotok a **{0}**!
ru_ru: Ваш новый соперник ** {0} **!

# guildtop_title
source: Top Guilds
es_es: Servidores más populares
hu_hu: Legjobb csoportok
ru_ru: Топ гильдии

# guildweekly_error_low_level
source: You need to have a higher level than your rival!
da_dk: Du skal have et højere level end din rival.
es_es: ¡Necesitas tener un nivel más alto que tu rival!
hu_hu: Nagyobb szinttel kell rendelkezz, mint a riválisod!
ru_ru: Вы должны иметь более высокий уровень, чем ваш соперник!

# guildweekly_error_no_rival
source: You have no rival yet. Server admins: use `>guildnewrival` to start matchmaking!
da_dk: Du har endnu ingen rivaler. Serveradministratorer kan bruge `>guildnewrival` til at starte matchmaking.
es_es: Aún no tienes un rival. Administradores de servidor: ¡usa ">guildnewrival" para comenzar con el matchmaking!
hu_hu: Még nincs riválisod. Szerver adminjai: használjátok a `>guildnewrival`-t hogy elkezdjétek a párosítást!
ru_ru: У вас пока нет соперника. Администраторы сервера: используйте `> guildnewrival`, чтобы начать матч!

# guildweekly_error_timer_running
source: You've already used your weekly, available again in {0}!
da_dk: Du har allerede brugt din ugentlige belønning. En ny belønning er tilgængelig om {0}.
es_es: Ya has usado el comando weekly esta semana. ¡Estará disponible nuevamente en {0}!
hu_hu: Már megkaptad a heti díjadat, {0} múlva lesz újra elérhető!
ru_ru: Вы уже получили еженедельные мекосы, эта команда будет доступна через {0}!

# miki_terms_config
source: Config
hu_hu: Configuráció
ru_ru: Конфиг

# miki_terms_experience
source: Experience
da_dk: Erfaring
es_es: Experiencia
hu_hu: Tapasztalat
ru_ru: Опыт

# miki_terms_level
source: Level
es_es: Nivel
hu_hu: Szint
ru_ru: Уровень

# miki_terms_rank
source: Rank
da_dk: Rang
es_es: Rango
hu_hu: Rang
ru_ru: Ранг

# miki_terms_rival
source: Rival
hu_hu: Rivális
ru_ru: Соперник

# blackjack_draw_description
source: You get your bet back! woop woop!
da_dk: Du får din indstats tilbage. Woop Woop!
es_es: ¡Recives tu apuesta de regreso! ¡Woop! ¡Woop!
hu_hu: Visszakaptad a pénzed! Hurrá!
ru_ru: Вы возвращаете свою ставку! Woop Woop!

# blackjack_draw_title
source: It's a draw!
da_dk: Det er uafgjort!
es_es: ¡Es un empate!
hu_hu: Döntetlen!
ru_ru: Это ничья!

# blackjack_error_instance_exists
source: You're already playing blackjack in this channel!
da_dk: Du spiller allerede blackjack i denne kanal.
es_es: ¡Ya estás jugando al blackjack en este canal!
hu_hu: Már játszol blackjackkel ebben a csatornában!
ru_ru: Вы уже играете в блэкджек на этом канале!

# pasta_error_out_of_index
source: You don't have any pastas on this page!
da_dk: Du har ingen pastaer på denne side.
es_es: ¡Aún no tienes ninguna pasta en esta página!
hu_hu: Nincsenek pasztáid ezen az oldalon!

# give_error_max_mekos
source: Sorry, but I can only process 999,999 mekos per transaction!
da_dk: Der kan maksimalt overføres 999.999 mekos pr. transaktion.
es_es: ¡Perdón, solo puedo procesar 999.999 mekos por transacción!
hu_hu: Bocsi, de csak 999,999 mekot tudok feldolgozni tranzakciónként!
ru_ru: Извините, но я могу обрабатывать только 999,999 mekos за транзакцию!

# give_error_min_mekos
source: You have to send at least 1 meko for this transaction to function.
da_dk: Minimumsbeløb for en transaktion er 1 meko.
es_es: Tienes que enviar por lo menos 1 meko para que funcione la transacción.
hu_hu: Legalább 1 mekot kell küldj, hogy ez a tranzakció működjön.
ru_ru: Вы должны отправить не менее 1 meko для выполнения этой транзакции.

# give_error_no_arg
source: You didn't have both the amount you want to send and the user to send it to. Please use `>help give` to see how to use this command!
da_dk: Du har ikke det påkrævet beløb du ville sende til denne bruger. Brug `>help give` for at kunne se hvordan man benytter denne kommando.
es_es: No has nombrado ni la cantidad de mekos ni la persona a la que se los querías dar. ¡Por favor hazlo como esta escrito abajo!
hu_hu: Nem írtad be a mennyiséget, amit küldeni akarsz, illetve a felhasználót, akinek küldeni akarod. Kérlek, töltsd ki őket az alábbi módon!
ru_ru: У вас не было и суммы, которую вы хотите отправить, и пользователя для ее отправки. Пожалуйста, заполните их, как показано ниже! >give <@пользователь> <сумма>.

# give_description
source: {0} just gave {1} {2} mekos!
da_dk: {0} gav {1} {2} meko(s).
es_es: ¡{0} le ha dado {2} mekos a {1}!
hu_hu: {0} az imént adott {1}-nek {2} mekot!
ru_ru: {0} дал {1} {2} мекосов!

# give_error_amount_unparsable
source: We couldn't parse your second argument into numbers! Please use `>help give` to see how to use this command!
da_dk: Dit andet argument kunne ikke parses til en numerisk værdi. Brug `>help give` for at kunne se hvordan man benytter denne kommando.
hu_hu: A második argumentumod nem egy szám! Kérlek, használd a `>help give`-t, hogy megnézd, hogy kell ezt a parancsot használni!
ru_ru: Мы не смогли разобрать ваш второй аргумент на цифры! Пожалуйста, используйте `>help give`, чтобы узнать, как использовать эту команду!

# give_error_no_mention
source: Please mention the person you want to give mekos to. Use `>help give` to find out how to use it!
da_dk: Mention den bruger du vil overføre mekos til. Brug `>help give` for at kunne se hvordan man benytter denne kommando.
es_es: Por favor menciona a la persona a la que le quieres dar mekos. ¡Usa ">help give" para averiguar como se usa!
hu_hu: Kérlek, említsd meg az embert, akinek mekot akarsz adni. Használd a `>help give`-t, hogy kiderítsd, hogy kell használni!
ru_ru: Пожалуйста, упомяните пользователя, которому хотите дать мекосы. Используйте `>help give`, чтобы узнать больше!

# user_error_no_account
source: This user doesn't have a Miki account yet.
da_dk: Denne bruger har ikke en registret konto.
es_es: Este usuario todavía no tiene una cuenta de Miki.
hu_hu: Ennek a felhasználónak nincs Miki fiókja.
ru_ru: У этого пользователя ещё нет Miki аккаунта.

# user_error_insufficient_mekos
source: You do not have enough mekos to do this!
da_dk: Du har ikke det påkrævet beløb.
es_es: ¡No tienes suficientes mekos para hacer esto!
hu_hu: Nincs elég mekod, hogy ezt csináld!
ru_ru: У вас недостаточно мекосов для этого.

# buymarriageslot_insufficient_mekos
source: You do not have enough mekos! You need {0} more mekos!
da_dk: Du har ikke det påkrævet beløb. Du skal bruge {0} flere mekos.
es_es: ¡No tienes suficientes mekos! Necesitas {0} mekos más!
hu_hu: Nincs elég mekod! Még {0} mekora van szükséged!
ru_ru: У вас недостаточно мекосов для этого.Вам нужно ещё {0} мекосов!

# buymarriageslot_success
source: You successfully purchased a new marriage slot, you now have {0} slots!
da_dk: Du har succesfuldt købt en gifteplads.
es_es: Has comprado un nuevo espacio de matrimonio satisfactoriamente, ¡ahora tienes {0} espacios!
hu_hu: Sikeresen vettél új házassági lehetőséget, már {0} lehetőséged van!
ru_ru: Вы благополучно приобрели новый свадебный слот, теперь у вас {0} слотов!

# time_day
source: day
da_dk: dag
es_es: día
hu_hu: nap
ru_ru: день

# time_days
source: days
da_dk: dage
es_es: días
hu_hu: nap
ru_ru: дней

# time_hour
source: hour
da_dk: time
es_es: hora
hu_hu: óra
ru_ru: час

# time_hours
source: hours
da_dk: timer
es_es: horas
hu_hu: óra
ru_ru: часа(-ов)

# time_minute
source: minute
da_dk: minut
es_es: minuto
hu_hu: perc
ru_ru: минута

# time_minutes
source: minutes
da_dk: minutter
es_es: minutos
hu_hu: perc
ru_ru: минут

# time_second
source: second
da_dk: sekund
es_es: segundo
hu_hu: másodperc
ru_ru: секунда

# time_seconds
source: seconds
da_dk: sekunder
es_es: segundos
hu_hu: másodperc
ru_ru: секунд

# miki_module_admin_prune_error_no_messages
source: Sorry but I couldn't find any messages to delete with that query! Try `{0}help prune` for tips out how to use this command!
da_dk: Ingen besked blev fundet, med den valgte query. Prøv at bruge `{0}help prune` for at se hvordan denne kommando benyttes.
es_es: Perdón, pero no he podido encontar mesajes que borrar según esa petición. ¡Prueba "{0} help prune}" para obtener consejos de como usar este comando!
hu_hu: Bocsi, de nem találtam egy kitörölhető üzenetet sem ezzel a kéréssel! Használd a `{0}help prune`-t, hogy kapj tippeket ennek a parancsnak a használatára!
ru_ru: Извините, но Я не смогла найти сообщения для удаления по заданным параметрам! Попробуйте использовать `{0}help prune`, чтобы получить несколько советов о том, как использовать эту команду!

# miki_blackjack_current_balance
source: Your current balance is `{0}`.
da_dk: Du har nuværende {0} meko(s).
es_es: Tu estado de cuenta actual es "{0}".
hu_hu: A jelenlegi egyenleged `{0}`.
ru_ru: Ваш текущий баланс: `{0}`.

# miki_blackjack_new_balance
source: Your new balance is `{0}`.
da_dk: Du har nu {0} meko(s).
es_es: Tu nuevo saldo de cuenta es "{0}".
hu_hu: Az új egyenleged `{0}`.
ru_ru: Ваш новый баланс: `{0}`.

# miki_module_fun_slots_lose_amount
source: {0}🔸 were lost. Your new balance is `{1}`.
da_dk: {0}🔸 blev tabt. Du har nu {0} meko(s).
es_es: Perdisté {0}🔸. Tu nuevo saldo de cuenta es "{1}".
hu_hu: {0}🔸-t vesztettél. Az új egyenleged `{1}`.
ru_ru: Вы проиграли {0}🔸. Текущий баланс: `{1}`

# miki_module_fun_slots_lose_header
source: You lose!
da_dk: Du taber.
es_es: ¡Tú pierdes!
hu_hu: Te vesztettél!
ru_ru: Вы проиграли!

# ban_error_user_null
source: Couldn't find the user you wanted to ban, please specify a user ID or mention.
da_dk: Kunne ikke finde den valgte bruger, som du ville banne. Benyt brugerid eller mention.
es_es: No he podido encontrar el usuario al que quieres banear. Por favor especifica el id de usuario o mencionalo.
hu_hu: Nem találtam meg a felhasználót, akit ki akarsz tiltani, írj be egy azonosítót vagy egy megemlítést.
ru_ru: Я не смогла найти пользователя, которого вы хотите забанить! Пожалуйста, укажите айди пользователя или используйте упоминание (@пользователь)

# ban_header
source: You've been banned from {0}!
da_dk: Du er blevet bannet fra **{0}**.
es_es: ¡Has sido baneado de {0}!
hu_hu: Kitiltottak a {0} csoportból!
ru_ru: Вы были забанены в {0}!

# ban_term
source: Ban
da_dk: banne
es_es: banear
hu_hu: Kitiltás
ru_ru: Бан

# permission_ban_members
source: Ban Members
da_dk: Ban brugere
es_es: Banear Miembros
hu_hu: Felhasználók kitiltása
ru_ru: Забанить Членов

# permission_error_low
source: The person you're trying to {0} has an higher role than I do, I can't {0} people that have higher roles than I do.
da_dk: Person du prøver på at {0} har en højere rolle end mig.
es_es: ¡La persona a la que intentas de {0} tiene un rol más alto que yo! ¡No puedo {0} personas que tienen un rol más alto que yo!
hu_hu: Az ember, akit szeretnél {0}, magasabb szereppel rendelkezik, mint én, nem tudok {0} olyan embereket, akik magasabb szereppel rendelkeznek, mint én
ru_ru: Человек, которому вы пытаетесь {0}, имеет более высокую роль, чем я! Я не могу {0} людей, которые имеют более высокие роли, чем я.

# permission_kick_members
source: Kick Members
da_dk: Kick brugere
es_es: Expulsar Miembros
hu_hu: Felhasználók kirúgása
ru_ru: Выгнать Членов

# permission_needed_error
source: Please give me the permission {0}
da_dk: Giv mig venlist tilladelse til at {0} brugere.
es_es: Por favor dame el permiso {0}.
hu_hu: Kérlek, add nekem a {0} engedélyt
ru_ru: Пожалуйста, дайте мне права {0}

# miki_error_gambling_no_arg
source: You can't use this command with no arguments. Please specify a bet amount.
da_dk: Kommandoen kan ikke benyttes uden argumenter. Angiv en indstats.
es_es: No puedes usar este comando sin argumentos. Por favor especifica el monto a apostar.
hu_hu: Nem használhatod ezt a parancsot argumentum nélkül. Kérlek, írd be, mennyi mekoban akarsz fogadni.
ru_ru: Вы не можете использовать эту команду, не указав аргумент. Пожалуйста, укажите размер ставки.

# miki_error_gambling_parse_error
source: You can only enter whole numbers, `all` or `*`.
da_dk: Kun numeriske heltal er tilladte samt `all` eller `*`
es_es: Solo puedes insertar números enteros, "all" o "*".
hu_hu: Csak egész számot, `all`-t (minden) vagy `*`-ot írhatsz be.
ru_ru: Вы можете вводить только целые числа, `все` или` * `.

# miki_error_gambling_zero_or_less
source: You must bet one or more mekos.
da_dk: Du skal satse én eller flere mekos.
es_es: Tienes que apostar al menos un meko o más.
hu_hu: Egy vagy több mekoban kell fogadj.
ru_ru: Вам нужно поставить 1 или более мекосов.

# miki_module_accounts_leaderboards_reputation_header
source: Leaderboards: Reputation
da_dk: Førertavle: Omdømme
es_es: Leaderboards: Reputación
hu_hu: Ranglista: Hírnév
ru_ru: Leaderboards: Репутация

# miki_module_accounts_mekos_bot
source: You can't check a bot's mekos!
da_dk: Du kan tjekke en bots mekos.
es_es: ¡No puedes revisar la cantidad de mekos de un bot!
hu_hu: Nem nézheted meg egy bot mekoit!
ru_ru: Вы не можете проверить мекосы бота!

# miki_module_accounts_mekos_no_user
source: Mentioned user not found!
da_dk: Den nævnte bruger blev ikke fundet.
es_es: ¡El usuario mencionado no ha sido encontrado!
hu_hu: Az említett felhasználó nem található!
ru_ru: Упомянутый пользователь не найден!

# miki_module_admin_prune_error_negative
source: You can't enter a negative amount!
da_dk: Kun numeriske heltal er tilladte.
es_es: ¡No puedes insertar un monto negativo!
hu_hu: Nem írhatsz be negatív számot!
ru_ru: Вы не можете ввести отрицательную сумму!

# miki_module_admin_prune_error_parse
source: You must enter a whole number as the amount!
da_dk: Kun numeriske heltal er tilladte.
es_es: ¡Tienes que insertar un número entero como monto!
hu_hu: Egész számot kell beírj a mennyiséghez!
ru_ru: Вы должны ввести целое число в виде суммы!

# miki_user_mekos
source: {0} has **{1}** mekos!
da_dk: {0} har **{1}** meko(s).
es_es: ¡{0} tiene **{1}** mekos!
hu_hu: {0}-nak {1} mekoja van!
ru_ru: {0} имеет ** {1} ** mekos!

# guild_error_null
source: This guild doesn't have a profile yet.
da_dk: Denne guild har endnu ikke en profil.
es_es: Este servidor todavía no tiene un perfil.
hu_hu: Ennek a csoportnak még nincs profilja.
ru_ru: У этой гильдии еще нет профиля.

# time_and
source: and
da_dk: og
es_es: y
hu_hu: és
ru_ru: и

# discord_servers
source: Servers
da_dk: Servere
es_es: Servidores
hu_hu: Szerverek
ru_ru: Серверы

# error_role_not_found
source: Couldn't find this role. Please try again!
da_dk: Rollen kunne ikke findes. Prøv igen.
es_es: No he podido encontrar este rol. ¡Por favor intentalo de nuevo!
hu_hu: Nem találtuk meg ezt a szerepet. Próbáld újra!
ru_ru: Не удалось найти эту роль. Пожалуйста, попробуйте еще раз!

# error_term_invalid
source: This term couldn't been found!
da_dk: Dette term kunne ikke blive fundet.
es_es: ¡Este término no ha sido encontrado!
hu_hu: Ez a kifejezés nem található!
ru_ru: Этот термин не может быть найден!

# flip_description_lose
source: You've lost! No mekos for you!
da_dk: Du tabte! Ingen mekos til dig.
es_es: ¡Perdisté! ¡No mas mekos para ti!
hu_hu: Vesztettél! Neked nem jár meko!
ru_ru: Ты проиграл! Нет mekos для тебя!

# flip_description_win
source: You win! You gained {0} mekos as a reward!
da_dk: Du vinder! Du har tjent {0} meko(s) som gevinst.
es_es: ¡Ganasté! ¡Has obtenido {0} mekos como recompensa!
hu_hu: Nyertél! Díjként kaptál {0} mekot!
ru_ru: Ты победил! Ты получил {0} mekos в награду!

# miki_command_description_flip
source: Flip a coin and let's see who's the lucky one after!
da_dk: Slå plat eller krone og se hvem, der er den heldige.
es_es: ¡Lanza una moneda y veremos quien es el más afortunado!
hu_hu: Dobj fel egy érmét, és nézd meg, ki lesz a szerencsés!
ru_ru: Бросьте монетку и узнайте кто самый везучий!

# miki_command_description_ping
source: Check how fast Miki is at the moment! (Higher ms means lower response rate!)
da_dk: Tjek hvor hurtig Miki er lige nu. (Højere ms betyder større forsinkelse.)
es_es: ¡Revisa que tan rápida es Miki por el momento! (¡Mientras màs alto sea el ms, más tiempo tardará en responder!)
hu_hu: Ellenőrizd, milyen gyors Miki jelenleg! (Több ms magasabb várakozási időt jelent!)
ru_ru: Посмотрите насколько быстро отвечает Miki. (Больший мс => больше время ожидания ответа)

# miki_command_usage_flip
source: >flip <amount> <tails:heads> [-bonus]
da_dk: >flip <mængde> <tails:heads> [-bonus]
es_es: >flip <cantidad><cruz cara> [-bonus]
hu_hu: >flip <mennyiség> <tails:heads> (írás vagy fej) [-bónusz]
ru_ru: >flip <сумма> <tails:heads> [-bonus]

# miki_warning
source: Hold on!
da_dk: Vent venlist.
es_es: ¡Espera!
hu_hu: Várj!
ru_ru: Подождите!

# permission_manage_roles
source: Manage Roles
da_dk: Administrer roller
es_es: Organizar Roles
hu_hu: Szerepek kezelése
ru_ru: Изменение ролей

# ping_placeholder
source: Hold on, pinging services...
da_dk: Vent venlist, pinger servicer.
hu_hu: Várj, pinget küldök a szolgáltatóknak...
ru_ru: Секундочку, делается запрос к серверу.

# setrolelevel_error_no_permissions
source: It appears Miki cannot grant roles, please fix this by adding the {0} role!
da_dk: Det forkommer at Miki ikke kan tilføre roller. Fiks dette ved at tilføre rollen {0}.
es_es: Parece que Miki no puede asignar roles, ¡por favor arregla eso añadiendo el rol {0}!
hu_hu: Úgy tűnik, Miki nem adhat ki szerepeket, ennek megjavításához add hozzá a {0} szerepet!
ru_ru: Похоже, что Мики не может предоставлять роли, пожалуйста, исправьте это, добавив роль {0}!

# stats_description
source: General real time stats about Miki!
da_dk: Generel direkte statistik om Miki.
es_es: ¡Estadísticas generales a tiempo real sobre Miki!
hu_hu: Általános, valós idejű statisztikák Mikiről!
ru_ru: Общая статистика в реальном времени о Мики!

# miki_command_description_help
source: Why are you looking at this, you obviously know how to use this command.
da_dk: Du ved tydevis allerede hvordan denne kommando benyttes.
es_es: ¡¿Por qué estas buscando esto?! Obviamente sabes como usar este comando.
hu_hu: Miért néztél rá erre? Nyilván tudod, hogy ez a parancs hogy működik.
ru_ru: Почему ты смотришь на это ?! Ты, очевидно, знаешь, как использовать эту команду.
